Repository: donnut/software
Catalog: lib/messages/*.po
Languages: fi, ga, nl, ru, vi, zh_tw

source: Within the Project-Id-Version field, the domain name and version numbers should be separated by a space rather than by a hyphen. Some scripts might depend on a space being there, so best would be that you modify your file. I'll attempt to modify it for you, but this time! :-)
fi: "Project-Id-Version"-kentän sisällä domainnimi ja versionnumerot tulisi erotella välilyönnillä eikä yhdysmerkillä. Jotkut skriptit riippuvat välilyönnistä niiden välissä, joten olisi parasta, että muunnat tiedostoasi. Yritän muuttaa sitä sinulle, mutta tämä aika! :-)
ga: Sa réimse `Project-Id-Version', ba chóir duit ainm an fhearainn agus uimhreacha an leagain a scaradh le spás in ionad an fhleiscín atá ann faoi láthair. Is féidir go bhfuil scripteanna ann atá ag brath ar an spás, agus mar sin ba chóir duit do chomhad a cheartú. Déanfaidh mé iarracht ar é a cheartú ar do shon (an uair seo)!
nl: Binnen het Project-Id-Version veld, moeten de domeinnaam en versienummers gescheiden zijn met een spatie, en niet een streepje. Sommige scripts zijn hiervan afhankelijk, en het is dus het best om het te veranderen. Voor deze keer probeer ik het voor u te doen, maar alleen voor deze keer! :-)
ru: В поле Project-Id-Version имя домена и номера версий должны быть разделены пробелом, а не дефисом. Некоторые скрипты могут зависеть от этого пробела, поэтому лучше всего измените свой файл. Я попробую сделать это за вас, но только на этот раз! :-)
vi: Trong vùng Project-Id-Version, phải phân cách tên miền và số phiên bản bởi một khoảng trống chứ không phải một dấu gạch ngang. Một vài script có thể cần khoảng trống phải nằm ở đó, vì thế tốt hơn hết là hãy sửa tập tin của ngài. Tôi sẽ sửa nó giùm ngài, nhưng chỉ lần này! :-)
zh_tw: 在 Project-Id-Version 字段中，文本域名和版本號應當由一個半形空格而不是一個連 字元分隔。某些腳本的正常工作依賴於那個空格，所以您最好修改您的文件。我將嘗試 替你做這個改動，不過只是這一次哦！:-)

source: The Project-Id-Version field of your submission says that your translations are meant for version `%s' of `%s', not `%s'. I guess that they should be identical. Consequently, I invite you adjust either the file name of your submission, or the Project-Id-Version field, whichever is appropriate.
fi: Lähetyksesi Project-Id-Version-kenttä sanoo,että käännöksesi on tarkoitettu versioon "%s" pakkauksesta "%s", eikä "%s". Arvaan, että niiden pitäisi olla identtiset. Edelleen, pyydän sinua muuttamaan joko lähetyksesi tiedostonimeä tai Project-Id-Version-kenttää, kumpi vain tuntuu asianmukaiselta.
ga: De réir an réimse "Project-Id-Version" sa chomhad PO a chuir tú faoi mo bhráid, úsáidtear na haistriúcháin seo i leagan `%s' de `%s', nach `%s'. Ba chóir do na leaganacha seo a bheith comhionann lena chéile. Mar sin, athraigh ainm an chomhaid a sheol tú, nó an réimse "Project-Id-Version", cibé acu is iomchuí.
nl: Het Project-Id-Version veld van uw inzending zegt uw vertalingen bedoeld zijn voor versie `%s' van `%s', en niet `%s'. Ik neem aan dat ze gelijk zouden moeten zijn. Daarom vraag ik u om ofwel de bestandsnaam van uw inzending aan te passen, ofwel het Project-Id-Version veld, afhankelijk van wat van juist is.
ru: В поле Project-Id-Version вашего предложения сказано, что ваши переводы предназначены для версий `%s' для `%s', а не `%s'. Я полагаю, что они должны быть идентичными. Следовательно, я предлагаю вам изменить имя файла вашего предложения или поле Project-Id-Version, для которого из них это уместно.
vi: Vùng Project-Id-Version trong tập tin của ngài nói bản dịch dành cho phiên bản `%s' của `%s', chứ không phải `%s'. Tôi đoán rằng, chúng cần giống nhau hoàn toàn. Vì thế , tôi xin ngài hoặc chỉnh sửa tên tập tin gửi lên, hoặc sửa vùng Project-Id-Version cho thích hợp.
zh_tw: 您提交的文件中的 Project-Id-Version 字段顯示您的翻譯版本號為‘%s’(軟體 ‘%s’)而不是‘%s’。我猜想它們應該是一樣的。因此，我請求您根據情況，或者更 改您提交的檔名，或者更改它的Project-Id-Version 字段。

source: The `Project-Id-Version' field was not found in your PO file header. The line containing this field ideally looks like: > 'Project-Id-Version: PACKAGE VERSION\n' in which PACKAGE should truly be replaced by the textual domain of your translation, probably `%s' in this case, and VERSION be replaced by the appropriate version numbers, maybe `%s', here.
fi: PO-tiedosto-otsakkeestasi ei löytynyt "Project-Id-Version"-kenttää. Rivin sisällön tulisi ihannetapauksessa näyttää seuraavan kaltaiselta: > 'Project-Id-Version: PAKKAUS VERSIO\n' , missä PAKKAUS todella korvataan käännöksesi tekstidomainilla, tässä tapauksessa luultavasti "%s", ja VERSIO korvataan sopivalla versionumerolla, tässä ehkä "%s".
ga: Níor aimsíodh réimse `Project-Id-Version' i gceanntásc do chomhaid PO. Ba chóir don líne seo a bheith san fhormáid seo a leanas: > 'Project-Id-Version: PACÁISTE LEAGAN\n' inar cheart duit ainm an fhearainn téacsaigh a chur in ionad "PACÁISTE" (`%s' sa chás seo, is dócha), agus na huimhreacha leagain a chur in ionad "LEAGAN", b'fhéidir `%s' anseo.
nl: Het `Project-Id-Version' veld is niet gevonden in de kop van uw PO-bestand. De regel die dit veld bevat, ziet er ideaal gesproken zo uit: > 'Project-Id-Version: PAKKET VERSIE\n' waarbij PAKKET moet worden vervangen door het tekstdomein van uw vertaling, in dit geval waarschijnlijk `%s', en waarbij VERSIE moet worden vervangen door de juiste versienummers, hier misschien `%s'.
ru: Поле `Project-Id-Version' не было найдено в заголовке вашего PO-файла. Строка, содержащая это поле, в идеале выглядит как: > 'Project-Id-Version: ПАКЕТ ВЕРСИЯ\n' где ПАКЕТ должен быть заменен текстовым доменом вашего перевода, вероятно, на `%s' в данном случае, и ВЕРСИЯ заменена соответствующим номером версии, сейчас, возможно, на `%s'.
vi: Không tìm thấy vùng `Project-Id-Version' trong phần đầu tập tin PO. Dòng này có dạng như sau: > 'Project-Id-Version: GÓICHƯƠNGTRÌNH PHIÊNBẢN\n' trong đó GÓICHƯƠNGTRÌNH là tên của miền nguyên bản của bản dịch, có thể là `%s' trong trường hợp này, và PHIÊNBẢN thay thế bằng số phiên bản tương ứng, ở đây có thể là `%s'.
zh_tw: 在您的 PO 文件頭中未發現‘Project-Id-Version’字段。包含該字 段的行看起來應該像： > ‘Project-Id-Version: 軟體 版本號\n’ “軟體”應當被替換為您的翻譯的文本域，在這一情況下可能是‘%s’，而“版本號” 被替換為適當的版本號，這次可能是‘%s’。

source: The `%s' field was not found in your PO file header, or else, it was not formatted properly. The line containing this field ideally looks like: > %s: YEAR-MO-DA HO:MI +ZONE
fi: PO-tiedosto-otsakkeestasi ei löytynyt kenttää "%s", tai muussa tapauksessa se ei ole muotoiltu oikein. Tämä kentän sisältävä rivi näyttäisi ihannetapauksessa tällaiselta: > %s: VUOSI-KK-PV TU:MI +VYÖHYKE
ga: Níor aimsíodh réimse `%s' i gceanntásc do chomhaid PO, is é sin nó níl sé san fhoirm cheart. Ba chóir don líne seo a bheith san fhormáid seo a leanas: > %s: BLIAIN-MÍ-LÁ UA:NÓ +CRIOS
nl: Het `%s'-veld is niet gevonden in uw PO-bestandskop, en anders was het veld niet in het goede formaat. De regel die dit veld bevat ziet er liefst zo uit: > %s: JAAR-MA-DA UU:MI +TIJDZONE
ru: Поле `%s' не было найдено в заголовке вашего PO-файла или где-нибудь еще, оно имело неправильный формат. Строка, содержащая это поле, в идеале выглядит как: > %s: ГОД-ММ-ДД ЧЧ:ММ +ЗОНА
vi: Không tìm thấy vùng `%s' trong phần đầu tập tin PO, hoặc vùng đó chưa định dạng đúng. Dòng chứa vùng này có dạng như sau: > %s: YEAR-MO-DA HO:MI +ZONE
zh_tw: 在您的 PO 文件頭中未發現‘%s’字段，或該字段格式不正確。包含該字段的行看起來 應該像： > %s: 年-月-日 時:分 +時區

source: Some older POT files did not have the `POT-Creation-Date' field. If might be the case here, I'm not sure. If yes, you should not worry, as this will be repaired for some later release of this distribution. This field is not really for the translator to set. In the meantime, I will merely copy the value of the `PO-Revision-Date' field into it, just to get going.
fi: Joissakin vanhemmissa POT-tiedostoissa ei ole "POT-Creation-Date"-kenttää. En ole varma onko tässä on kyse sellaisesta tapauksesta. Jos näin on, sinun ei pidä huolestua, sillä tämä korjautuu joissakin tämän jakelun myöhäisemmissä muutoksissa. Tätä riviä kääntäjän ei todella pidä mennä muuttamaan. Sillä välin, minä vain kopioin "PO-Revision-Date"-kentän arvon siihen, jotta pääsemme eteenpäin.
ga: Níl réimse `POT-Creation-Date' i roinnt comhad POT seanársa. Nílim cinnte, ach is féidir go bhfuil sé ar iarraidh sa chás seo freisin. Má tá, ná bí buartha faoi, mar go ndeiseofar é i leaganacha den phacáiste seo amach anseo. Ar aon chaoi, ní cóir d'aistritheoirí a bheith ag únfairt leis an réimse seo. Idir an dá linn, cóipeálfaidh mé luach an réimse `PO-Revision-Date' isteach ann, de cheal smaoineamh níos fearr.
nl: Sommige oudere POT-bestanden hebben geen `POT-Creation-Date' veld. Misschien is dat hier het geval, ik weet het niet zeker. Als het zo is, hoeft u zich geen zorgen te maken: dit wordt in een volgende uitgave gerepareerd. Dit veld hoeft eigenlijk niet door vertalers in te worden gesteld. Voorlopig kopieer ik simpelweg de waarde van het `PO-Revision-Date' veld naar dat veld, om de boel te laten werken.
ru: Некоторые более старые POT-файлы не имеют поля `POT-Creation-Date'. Я не уверен, имел ли здесь место этот случай. Если да, вы не должны беспокоиться, т.к. это будет изменено в каком-нибудь более позднем релизе этого дистрибутива. Это поле не действительно для установки переводчиком. Между тем, я попросту скопирую в него значение поля `PO-Revision-Date' только, чтобы взяться за дело.
vi: Một vài tập tin POT cũ không có vùng `POT-Creation-Date'. Tôi không chắc có phải trường hợp của chúng ta không. Nếu phải, thì đừng lo lắng, vì lỗi này sẽ được sửa trong một bản phát hành tới. Vùng này không dành cho thiết lập của người dịch. Trong thời gian này, tôi sẽ sao chép giá trị của vùng `PO-Revision-Date' vào đó để mọi thứ làm việc.
zh_tw: 一些老的 POT 文件沒有‘POT-Creation-Data’字段。是否確實如此，我並不確定。如 果是的話，您不必擔心，這將在某次未來的發行中得到修正。這一字段並不需要翻譯者 去設定。同時，我將僅僅將‘PO-Revision-Date’字段的值複製到這一字段中，讓一切 得以繼續。

source: In the above line, YEAR is a four digits number giving the year, MO is a two digits number giving the month (between 01 and 12) and DA is a two digits number giving the day within the month (between 01 and 31). The time of the day is provided by a two digits HO for the hour (between 00 and 23) and a two digits MI for the minutes (between 00 and 59). As for +ZONE, it should have the format +HH, -HH, +HH:MM or -HH:MM. The `+' sign is used East of Greenwich, the `-' sign is used West of Greenwich. HH says the number of zone hours as two digits (between 00 and 11), while MM, when used, says the number of zone minutes. Other zone notations are still accepted for the time being, but are to be deprecated.
fi: Ylläolevalla rivillä VUOSI on nelinumeroinen vuotta tarkoittava luku, KK on kaksinumeroinen luku tarkoittaen kuukautta (01...12) ja PV on kaksinumeroinen luku tarkoittaen kuukaudenpäivää (01...31). Päivän aika annetaan kahdella numerolla tunneille (00...23) ja kahdella numerolla MI annetaan minuutit (00...59). +VYÖHYKE pitäisi olla muotoa +HH, -HH, +HH:MM tai -HH:MM. Merkkiä "+" käytetään Greenwichistä itään, merkkiä "-" käytetään Greenwichistä länteen. HH kertoo vyöhyketuntinumeron kahdella numerolla (arvojen 00 ja 11 väliltä), kun taas MM, silloin kun sitä käytetään, kertoo vyöhykkeen minuuttinumeron. Muut vyöhykemerkinnät hyväksytään vielä toistaiseksi, mutta ovat vanhentuneita.
ga: Sa líne thuas, is í BLIAIN an bhliain le ceithre dhigit, is í MÍ an mhí le dhá dhigit (idir 01 agus 12), agus is é LÁ an lá den mhí (idir 01 agus 31). Tabhair am an lae mar uimhir UA le dhá dhigit le haghaidh na huaire (idir 00 agus 23) agus uimhir NÓ le dhá dhigit le haghaidh na nóiméad (idir 00 agus 59). Maidir le +CRIOS, ba chóir dó a bheith san fhoirm +UU, -UU, +UU:NN, nó -UU:NN. Úsáid an comhartha `+' le haghaidh criosanna atá taobh thoir den fhadlíne Greenwich, agus an comhartha `-' taobh thiar de Ghreenwich. Is é UU líon na n-uaireanta mar uimhir le dhá dhigit (idir 00 agus 11), agus is é NN (nuair atá sé ann) líon na nóiméad. Glactar le nodaireachtaí creasa eile faoi láthair, ach rachaidh nodaireachtaí neamhchaighdeánacha i léig sula i bhfad.
ru: В строке выше ГОД - это 4-значное число, представляющее год, ММ - это 2-значное число, представляющее месяц (между 01 и 12) и ДД - это 2-значное число, представляющее день месяца (между 01 и 31). Время дня представлено двумя цифрами ЧЧ для часов (между 00 и 23) и двумя цифрами ММ для минут (между 00 и 59). Что касается +ЗОНА, она должна быть в формате +ЧЧ, -ЧЧ, +ЧЧ:ММ или -ЧЧ:ММ. Знак `+' означает на Восток от Гринвича, знак `-' означает на Запад от Гринвича. ЧЧ означает число часов зоны в виде двух цифр (между 00 и 11), а ММ, если используется, означает число минут зоны. Другие типы записи зоны все еще принимаются для настоящего времени, но крайне не приветствуются.
vi: Trong dòng trên YEAR là số có bốn chữ số của năm, MO là số hai chữ số cho biết tháng (giữa 01 và 12) và DA là một số hai chữ số cho biết ngày (giữa 01 và 31). Thời gian của ngày là số hai chữ số đặt ở vị trí HO (giữa 00 và 23) để chỉ giờ và MI để chỉ phút (giữa 00 và 59). Tương tự, +ZONE có dạng +HH, -HH, +HH:MM hoặc -HH:MM. Dấu `+' dùng cho phía Đông của Greewich, còn dấu `-' dùng cho phía Tây. HH là số thứ tự của múi giờ (giữa 00 và 11), còn MM, nếu có, là số phút của múi giờ. Các ký hiệu múi giờ khác vẫn được chấp nhận, nhưng không tán thành.
zh_tw: 在上一行中，“年”是給出年份的四位數字，“月”是給出月份的兩位數字(在 01 和 12 間)而“日”給出日期(在 01 和 31 間)。一日之中的時間由表示小時的兩位“時”(在 00 和 23 間)和表示分鐘的兩位“分”(在 00 和 59 間)。 對於“+時區”，格式應該是 +HH，-HH，+HH:MM 或者 -HH:MM。‘+’用於格林威治以東， 而‘-’號用於格林威治以西。HH 用兩位數字表示該時區與國際標準時的時差(在 00 和 11 間)，而 MM 表示時差的分鐘尾數。其他的時區記法目前可也被接受，但已不建議使 用。

source: The PO revision date is `%s', which looks older than the POT creation date. You should update the PO revision date before submitting a PO file.
fi: PO-muutospäivä on "%s", mikä näyttää vanhemmalta kuin POT-luontipäivämäärä. Sinun pitäisi päivittää PO-muutospäivämäärää ennen PO-tiedoston lähetystä.
ga: Is é `%s' an dáta athraithe (PO-Revision-Date), ach tá sé seo níos sine ná dáta cruthaithe an teimpléid (POT-Creation-Date). Ba chóir duit an dáta athraithe a nuashonrú sula seolann tú comhad PO chugam.
nl: De PO-herzieningsdatum is `%s', wat er ouder uitziet dan de aanmaakdatum van het POT-bestand. U dient de PO-herzieningsdatum bij te werken voor het opsturen van het PO-bestand.
ru: Датой редакции PO является `%s', которая обычно оказывается более поздней, чем дата создания POT. Вам следовало бы обновить дату редакции PO перед отправкой PO-файла.
vi: Ngày xem lại PO là `%s', và cũ hơn ngày tạo POT. Ngài nên cập nhật ngày xem lại PO trước khi gửi.
zh_tw: PO 修訂日期為‘%s’，看起來比 POT 模版建立的時間還要早。您應當在提交 PO 文件 之前更新它的修訂日期。

source: Oops, there is a slight formatting error. In the `Last-Translator' header line, please use no more than a single space between `%s' and `<%s>'.
fi: Hups, lievä muotoiluvirhe. Älä käytä "Last-Translator" -otsakerivillä enempää kuin yhtä välilyöntiä merkkijonojen "%s" ja "<%s>" välissä.
ga: Úps, tá earráid bheag ann san fhormáid. Sa líne `Last-Translator' sa cheanntásc, ná cuir níos mó ná spás amháin idir `%s' agus `<%s>'.
nl: Oeps, er is een kleine formatteerfout. Gebruik in de `Last-Translator' kopregel alstublieft niet meer dan één spatie tussen `%s' en `<%s>'.
ru: Упс, имеется ошибка по-невнимательности. В строке заголовка `Last-Translator', пожалуйста, используйте не более одного пробела между `%s' и `<%s>'.
vi: Ốp-xờ, có một lỗi định dạng nhỏ. Trên dòng `Last-Translator', xin hãy sử dụng chính xác một khoảng trắng giữa `%s' và `<%s>'.
zh_tw: 喔，有一個小小的格式錯誤。在‘Last-Translator’行，請不要在‘%s’和‘<%s>’ 間使用多於一個的半形空格。

source: According to my notes, %s is not a member of the proper %s team. It might only be a question of spelling? In case yes, I then need to know about spelling alternatives, so please tell the translation coordinator. Yet, it is usually best to avoid such variance, and stick to a single preferred spelling. It might also be that you never joined the %s team. If you do not know how to do so, please write to the translation coordinator for more information about it.
fi: Muistiinpanojeni mukaan %s ei ole %s-ryhmän varsinainen jäsen. Kyse saattaa olla oikeinkirjoituksesta. Siinä tapauksessa minun täytyy tietää oikeinkirjoitusvaihtoehdot, joten kerro ne käännöskoordinaattorille. Silti on paras tavallisesti välttää sellaista monimuotoisuutta ja pysyä yhdessä parhaaksi havaituksi oikeinkirjoituksessa. On myös mahdollista, että et ole koskaan liittynyt %s-ryhmään. Jos et tiedä, kuinka se tapahtuu, kirjoita käännöskoordinaattorille ja pyydä asiasta lisätietoja.
ga: De réir mo chuid nótaí, níl %s ina bhall den fhoireann %s. B'fhéidir go bhfuil a (h)ainm mílitrithe? Má tá, ceartaigh an earráid nó téigh i dteagmháil le comhordaitheoir na n-aistriúchán agus cuir in iúl dó/di go bhfuil litriú malartach den ainm seo ann. Go hiondúil, is é an rud is fearr ná litriú uathúil a úsáid do gach aistritheoir. B'fhéidir freisin nár chláraigh tú leis an bhfoireann %s riamh. Mura bhfuil fhios agat conas a chláraítear, scríobh teachtaireacht chuig comhordaitheoir na n-aistriúchán le haghaidh tuilleadh eolais faoi seo.
nl: Volgens mijn informatie is %s niet lid van het echte %s team. Misschien is het een kwestie van spelling? Als dat zo is, heb ik informatie nodig over spellingsalternatieven; geef die alstublieft aan de vertaal- coördinator. Meestal is het het best om zulke variaties te voorkomen, en een standaardspelling aan te houden. Het kan ook zijn omdat u nooit lid bent geworden van het %s team. Als u niet weet hoe u dat kunt doen, kunt u contact opnemen met de vertaalcoördinator en vragen om meer informatie.
ru: Согласно моим записям, %s не является членом соответствующей команды %s. Может быть это всего лишь вопрос правописания? В этом случае мне необходимо знать об альтернативных написаниях, поэтому, пожалуйста, поговорите с координатором переводов. Также лучше всего избегать таких вариаций и придерживаться одного предпочтительного написания. Также может случиться, что вы никогда не присоединялись к команде %s. Если вы не знаете как сделать это, пожалуйста, напишите координатору переводов для получения дополнительной информации об этом.
vi: Theo như ghi chép của tôi, thì %s chưa phải là thành viên chính thức của nhóm %s, vì thế không phải là người dịch đầu tiên. Có thể do nguyên nhân chính tả? Trong trường hợp đó, tôi cần biết về cách viết tên người dịch tương đương, vì thế xin hãy thông báo cho hoa tiêu của dự án dịch biết. Hiện thời, cách tốt nhất để loại bỏ những lỗi như vậy, là sử dụng một cách viết chính tả ưa thích duy nhất. Cũng có thể là ngài chưa tham gia vào nhóm %s. Nếu ngài không biết phải làm gì thì xin hãy viết thư cho hoa tiêu của dự án dịch để biết thêm thông tin.
zh_tw: 根據我的記錄，%s 還不是 %s 翻譯小組的一員。這是否僅僅是拼寫上的問題？如果是， 我必須準確地知道可能使用的姓名拼寫的變種，所以請寫信給翻譯協調員。當然，你最 好避免這些變化，而是堅持使用一種您使用的拼寫。也有可能，您從來沒有加入過 %s 翻譯小組。如果不知道該如何加入，您寫信給翻譯協調員，咨詢有關這方面的更多的資訊。

source: The last translator of this PO file is `%s'. Yet, according to my own notes, `%s' is not known as a good address to reach that translator. %s%s
fi: Tämän PO-tiedoston viimeisin kääntäjä on "%s". Edelleen, omien merkintöjeni mukaan osoitetta "%s" ei tunneta hyvänä osoitteena tämän kääntäjän tavoittamiseksi. %s%s
ga: Is é `%s' an t-aistritheoir is déanaí ar an gcomhad seo PO. Ach, de réir mo chuid nótaí, is dócha nach féidir dul i dteagmháil leis an aistritheoir sin ag an seoladh `%s'. %s%s
nl: De laatste vertaler van dit PO-bestand is `%s'. Volgens mijn informatie is `%s' echter geen bekend goed adres om die vertaler te bereiken. %s%s
ru: Первоначальным переводчиком этого PO-файла является `%s'. К тому же, согласно моим собственным записям, `%s' не является верным адресом для связи с этим переводчиком. %s%s
vi: Người dịch đầu tiên của tập tin PO này là `%s'. Bây giờ, theo như ghi chép của tôi, `%s' không phải là một địa chỉ tốt để liên hệ với người dịch đó. %s%s
zh_tw: 此 PO 文件的最後作者是‘%s’。然而根據我自己的記錄，‘%s’不是一個可以聯絡上 他的有效電子郵件地址。 %s%s
