Repository: donnut/software
Catalog: lib/messages/*.po
Languages: fi, ga, nl, ru, vi, zh_tw

source: %s > # Copyright (C) YEAR Free Software Foundation, Inc. The `(C)' sign may be replaced by the single Latin-1 character for it (decimal code 169) if you happen to work in Latin-1, or with the equivalent UTF-8 seqquence (\xc2\xa9). YEAR is normally a four digits year, yet it might be a list of years, separated by commas. In a list, the first year has to be four digits, subsequent years may be either two or four digits. Each comma should be followed with a space. Years have to be explicitly enumerated, range notations are not accepted.
fi: %s > # Copyright (C) YEAR Free Software Foundation, Inc. Merkki "(C)" voidaan korvata yhdellä Latin-1-merkillä (desimaalikoodi 169) jos satut työskentelmään Latin-1-merkistöllä, tai vastaavalla UTF-8-sekvenssillä (\xc2\xa9). VUOSI on normaalisti nelinumeroinen luku. Se voi myös olla pilkulla eroteltu vuosien luettelo. Luettelossa ensimmäisen vuoden on oltava nelinumeroinen, seuraavat vuodet voivat olla joko kaksinumeroisia tai nelinumeroisia. Jokaista pilkkua tulisi seurata välilyönti. Vuodet on lueteltava yksitellen, vuosilukualuetta ei hyväksytä.
ga: %s > # Copyright (C) YEAR Free Software Foundation, Inc. Má úsáideann tú tacar carachtar Latin-1, is féidir leat '©' (cód deachúlach 169) a chur in ionad an chomhartha '(C)'. Má úsáideann tú UTF-8, is é ((\xc2\xa9) an seicheamh coibhéiseach. Is bliain le ceithre dhigit YEAR de ghnáth, ach amanna is liosta de bhlianta é, scartha le camóga. I liosta, ní mór ceithre dhigit a bheith sa chéad bhliain, agus ansin is féidir dhá nó ceithre dhigit a úsáid ina dhiaidh sin. Ba chóir freisin spás a chur i ndiaidh gach camóg. Caithfidh tú gach bliain a thabhairt go follasach; ní ghlactar le raonta.
nl: %s > # Copyright (C) JAAR Free Software Foundation, Inc. Het `(C)'-teken mag worden vervangen door het enkele Latin-1 teken ervoor (decimale code 169) als u met Latin-1 mocht werken, of de equivalente UTF-8 reeks (\xc2\xa9). JAAR is meestal een viercijferig jaartal, maar het kan ook een lijst zijn, gescheiden door komma's. In een lijst moet het eerste jaartal vier cijfers hebben, opvolgende jaren mogen twee of vier cijfers hebben. Elke komma moet worden gevolgd door een spatie. Jaartallen moeten expliciet genoemd worden, notaties voor bereiken worden niet geaccepteerd.
ru: %s > # Copyright (C) ГОД Free Software Foundation, Inc. Символ `(C)' может быть заменен одним символом Latin-1 (десятичный код 169), если окажется, что вы работаете в Latin-1, или эквивалентной последовательностью UTF-8 (\xc2\xa9). ГОД обычно состоит из 4-х цифр, также он может быть представлен списком лет, разделенных запятыми. В списке первый год должен быть 4-значным, последующие годы могут быть двух- или четырехзначными. После каждой запятой должен идти пробел. Годы должны быть перечислены явно, запись в виде диапазона не допускается.
vi: %s > # Copyright (C) NĂM Free Software Foundation, Inc. Ký tự `(C)' phải thay thế bằng ký tự đơn Latin-1 (mã hệ mười 169) nếu ngài đang làm việc trong Latin-1, hoặc với chuỗi UTF-8 tương đương (\xc2\xa9). NĂM thông thường là một số có bốn chữ số chỉ năm, và có thể là danh sách các năm, phân cách nhau bởi dấu phẩy. Trong một danh sách, năm đầu tiên phải gồm bốn chữ số, các năm tiếp theo có thể có hai hoặc bốn chữ số. Mỗi dấu phẩy phải theo sau một khoảng trắng. Các năm phải được đánh số rõ ràng, không chấp nhận một vùng giới hạn của chúng (dùng dấu gạch ngang)
zh_tw: %s > # Copyright (C) 年份 Free Software Foundation, Inc. 符號‘(C)’可以被替換成單個 Latin-1 字元(十進制碼 169)，如果您恰好在 Latin-1 下工作的話，或者替換成等效的 UTF-8 序列(\xc2\xa9)。“年份”一般由單個四位 數表示，但也有可能是半形逗號分隔的年份列表。在年份列表中，第一個年份必須是四 位的，後續的年份則既可以是四位也可以是兩位。每個半形逗號後都必須加一個半形空 格。年份必須顯式地列舉出來，僅給出範圍是不可接受的。

source: Oops, there is a slight formatting error. In the initial comment lines, please use no more than a single space between `%s' and `<%s>'.
fi: Hups, lievä muotoiluvirhe. Älä käytä ensimmäisillä kommenttiriveillä enempää kuin yhtä välilyöntiä välillä "%s" ja "<%s>".
ga: Úps, tá earráid bheag ann san fhormáid. Sna nótaí ag barr an chomhaid, ná cuir níos mó ná spás amháin idir `%s' agus `<%s>'.
nl: Oeps, er is een kleine formatteerfout. Gebruik in de eerste opmerkingsregels alstublieft niet meer dan één spatie tussen `%s' en `<%s>'.
ru: Упс, имеется ошибка по-невнимательности. В начальных строках комментария, пожалуйста, используйте не более одного пробела между `%s' и `<%s>'.
vi: Ốp-xờ, có một lỗi định dạng nhỏ. Trong những dòng chú thích đầu tiên xin hãy sử dụng chính xác một khoảng trắng giữa `%s' và `<%s>'.
zh_tw: 喔，有一個小小的格式錯誤。在開頭的注釋行裡，在‘%s’和‘<%s>’間 請不要使用多於一個的半形空格。

source: According to my notes, %s is not a member of the proper %s team, so is unlikely to be the first translator. It might only be a question of spelling? In case yes, I then need to know about spelling alternatives, so please tell the translation coordinator. Yet, it is usually best to avoid such variance, and stick to a single preferred spelling.
fi: Merkintöjeni mukaan %s ei ole oikean %s-ryhmän jäsen, joten on epätodennäköistä, että hän on ensimmäinen kääntäjä. Kyse saattaa olla vain oikeinkirjoituksesta? Siinä tapauksessa minun täytyy tietää oikeinkirjoitusvaihtoehdot, joten kerro ne käännöskoordinaattorille. Edelleen, on tavallisesti paras välttää sellainen vaihtelu ja pysytellä yhdessä ainoassa parhaimpana pidetyssä oikeinkirjoituksessa.
ga: De réir mo chuid nótaí, níl %s ina bhall den fhoireann %s agus, dá bharr sin, ní dócha go bhfuil sé/sí an bunaistritheoir. B'fhéidir go bhfuil a (h)ainm mílitrithe? Má tá, ceartaigh an earráid nó téigh i dteagmháil le comhordaitheoir na n-aistriúchán agus cuir in iúl dó/di go bhfuil litriú malartach den ainm seo ann. Go hiondúil, is é an rud is fearr ná litriú uathúil a úsáid do gach aistritheoir.
nl: Volgens mijn informatie is %s niet lid van het echte %s team. Daarom is die persoon onwaarschijnlijk de eerste vertaler. Misschien is dit slechts een kwestie van spelling? Als dat zo is, moet ik de alternatieve spellingen weten; vertel ze alstublieft aan de vertaalcoördinator. Het is echter meestal beter om zulke variaties te vermijden en een bepaalde voorkeursspelling aan te houden.
ru: Согласно моим записям, %s не является членом соответствующей команды %s, поэтому вряд ли он может быть первым переводчиком. Может быть это всего лишь вопрос правописания? В этом случае мне необходимо знать об альтернативных написаниях, поэтому, пожалуйста, поговорите с координатором переводов. Также лучше всего избегать таких вариаций и придерживаться одного предпочтительного написания.
vi: Theo như ghi chép của tôi, thì %s chưa phải là thành viên chính thức của nhóm %s, vì thế không phải là người dịch đầu tiên. Có thể do nguyên nhân chính tả? Trong trường hợp đó, tôi cần biết về cách viết tên người dịch tương đương, vì thế xin hãy thông báo cho hoa tiêu của dự án dịch biết. Cách tốt nhất để loại bỏ những lỗi như vậy, là sử dụng một cách viết ưa thích duy nhất.
zh_tw: 根據我的記錄，%s 不是 %s 翻譯小組的一員。這是否僅僅是拼 寫上的問題？如果是，我必須準確地知道可能使用的姓名拼寫的變種，所以請寫信 給翻譯協調員。當然，最好避免這些變化，並堅持使用單一種拼寫。

source: The initial translator of this PO file is `%s'. Yet, according to my own notes, `%s' is not known as a good address to reach that translator. %s%s
fi: Tämän PO-tiedoston ensimmäinen kääntäjä on "%s". Tosin omien merkintöjeni mukaan, osoitetta "%s" ei tiedetä hyväksi osoitteeksi tämän kääntäjän tavoittamiseksi. %s%s
ga: Is é `%s' bunaistritheoir an chomhaid PO seo. Ach, de réir mo nótaí féin, ní féidir dul i dteagmháil leis an aistritheoir sin ag an seoladh `%s'. %s%s
nl: De eerste vertaler van dit PO-bestand is `%s'. Volgens mijn informatie is echter `%s' niet een bekend goed adres om die vertaler te bereiken. %s%s
ru: Первоначальным переводчиком этого PO-файла является `%s'. К тому же, согласно моим собственным записям, `%s' не является верным адресом для связи с этим переводчиком. %s%s
vi: Người dịch đầu tiên của tập tin PO này là `%s'. Bây giờ, theo như ghi chép của tôi, `%s' không phải là một địa chỉ tốt để liên hệ với người dịch đó. %s%s
zh_tw: 此 PO 文件的原作者是‘%s’。然而根據我自己的記錄，‘%s’ 不是一個可以聯絡上他的有效電子郵件地址。 %s%s

source: The last translator of this PO file appears to be different than the initial translator. This is something quite possible and normal. But if you do know that translators did not change, some more checking is needed. The third line of whole PO file says `%s', while the `Last-Translator' field of PO file header says `%s'. If, and only if, the two names above are indeed misspellings of one another, you should ideally correct whichever is needed, and resubmit your PO file with the correction included. On the other hand, I invite you to be fair, and _never_ remove the initial translator of a given PO file, as this acknowledgement is the only tribute paid for the work of that translator.
fi: Tämän PO-tiedoston viimeisin kääntäjä näyttää olevan eri kuin ensimmäinen kääntäjä. Tämä on jotain aivan mahdollista ja normaalia. Mutta jos tiedät, että kääntäjä ei vaihtunut, tarvitaan lisätarkistuksia. PO-tiedoston kolmas rivi sanoo "%s" kun taas PO-tiedosto-otsakkeen "Last-Translator"-kenttä sanoo "%s". Jos ja vain jos nuo kaksi nimeä ovat toistensa vääriä oikeinkirjoituksia, sinun pitäisi ihannetapauksessa korjata se mitä tarvitaan ja lähettää PO-tiedostosi uudelleen korjattuna. Toisaalta, pyydän sinua olemaan reilu ja _ei_koskaan_ poistamaan tietyn PO-tiedoston ensimmäistä kääntäjää, koska tämä kiitos on ainoa tuolle kääntäjälle maksettu kunnianosoitus.
ga: De réir cosúlachta, ní ionann an t-aistritheoir is déanaí ar an gcomhad PO seo agus an bunaistritheoir. Níl sé seo as an ngnáth. Ach, má tá fhios agat gur an t-aistritheoir céanna atá i gceist, is dócha go mbeidh gá le ceartúcháin. Is é `%s' an t-ainm atá ar an tríú líne den chomhad PO, ach is é `%s' atá sa réimse `Last-Translator' i gceanntásc an chomhaid PO. Más leaganacha mílitrithe den ainm céanna iad seo, agus sa chás seo amháin, ceartaigh an ceann mícheart agus seol do chomhad PO arís. Ar an taobh eile, ní ceart ainm an bhunaistritheora a bhaint amach as comhad PO riamh, toisc nach bhfuil aon mholadh ag an aistritheoir seachas an admháil bheag seo.
nl: De laatste vertaler van dit PO-bestand lijkt anders te zijn dan de eerste vertaler. Dit kan best en is normaal. Als u echter weet dat vertalers niet gewisseld zijn, is meer controle nodig. De derde regel van het gehele PO-bestand spreekt over `%s', terwijl het `Last-Translator'-veld van de PO-bestandskop `%s' noemt. Dan, en slechts dan, als de twee bovenstaande namen verkeerde spellingen zijn van elkaar, kunt u corrigeren welke fout is, en het PO-bestand opnieuw opsturen. Ik vraag u echter om eerlijk te zijn en _nooit_ de eerste vertaler van een bepaald bestand weg te halen, omdat dit de enige erkenning is voor het werk van die vertaler.
ru: Похоже, что последний переводчик этого PO-файла отличается от первоначального переводчика. Это в некоторой степени почти возможно и нормально. Но, если вы знаете, что переводчик не изменился, нужна дополнительная проверка. В третьей строке всего РО-файла сказано `%s', в тов ремя как в поле `Last-Translator' заголовка PO-файла сказано `%s'. Если, и только если, оба выше названные имена действительно орфографические ошибки друг друга, вы должны правильно исправить, где требуется, и еще раз отправить свой РО-файл с включенными исправлениями/ C другой строны, я призываю вас быть справедливым и _никогда_ не удалять первого переводчика данного РО-файла, т.к. это подтверждение является единственной наградой за работу этого переводчика.
vi: Người dịch cuối cùng của tập tin PO này khác với người dịch đầu tiên. Đây là hiện tượng bình thường có thể xảy ra. Nhưng nếu ngài chắc rằng người dịch chưa thay đổi, thì cần kiểm tra lại. Dòng thư ba của tập tin PO nói `%s', trong khi dòng `Last-Translator' thì nói `%s'. Nếu và chỉ nếu, một trong hai tên trên là lỗi chính tả của tên còn lại, thì ngài cần sửa tên bị lỗi, và gửi lại tập tin PO đã sửa của mình. Ngoài ra tôi rất mong ngài trung thực và _không_ xóa bỏ người dịch đầu tiêng của tập tin PO này, vì đây là cái duy nhất được trả cho công việc dịch của người đó.
zh_tw: 此 PO 文件的最終翻譯者看起來與原翻譯者不同。這非常有可能並完全正常。但是如果 您知道翻譯者並未改變，則需要進一步的檢查。PO 文件的第三行顯示‘%s’，而 PO 文 件頭的‘Last-Translator’字段顯示‘%s’。如果這兩個名字確實是同一個人名字的不 同拼寫，您應當根據情況修改其中一個，並且重新提交您的 PO 文件。除此之外，為公 平起見，我希望您永遠不要刪除給定 PO 文件裡有關的原作者的資訊，因為這一行表示 感謝的文字是對那位翻譯者的工作的唯一的報酬。

source: Your submission contains contradicting addresses for you. The third line of whole PO file says it is `%s', while the `Last-Translator' field of PO file header says it is `%s'. Please manage to have a single preferred address to reach you, and try to use it consistently in all your translation files.
fi: Lähetyksesi sisältää ristiriitaisia osoitteita sinusta. Koko PO-tiedoston kolmas rivi sanoo, että osoitteesi on "%s", kun taas PO-tiedosto-otsakkeen "Last-Translator"-kenttä sanoo,että se on "%s". Käytä yhtä etusijaista osoitetta, josta sinut tavoittaa ja yritä käyttää sitä johdonmukaisesti kaikissa käännöstiedostoissasi.
ga: Tagann dhá sheoladh ríomhphoist sa chomhad seo salach ar a chéile. Is é `%s' do sheoladh de réir na tríú líne den chomhad PO, ach is é `%s' de réir an réimse `Last-Translator' i gceanntásc an chomhaid. Ba chóir duit aon seoladh amháin a bheith agat, agus é a úsáid i dtólamh i ngach comhad a aistríonn tú.
nl: Uw inzending bevat tegensprekende adressen van u. De derde regel van het gehele PO-bestand spreekt over `%s', terwijl het `Last-Translator'-veld van de PO-bestandskop `%s' noemt. Zorg er alstublieft voor dat er één voorkeursmanier is om u te bereiken, en probeer die consistent te gebruiken in al uw vertalingsbestanden.
ru: Ваше предложение содержит противоречащие ваши адреса. В третьей строке всего PO-файла сказано, что это `%s', тогда как в поле `Last-Translator' заголовка всего PO-файла сказано, что это `%s'. Пожалуйста, разберитесь, чтобы у вас был один предпочтительный адрес для связи с вами, и попробуйте единообразно использовать его во всех ваших переводимых файлах.
vi: Tập tin gửi lên của ngài có chứa các địa chỉ mâu thuẫn nhau. Dòng thư ba của tập tin PO nói địa chỉ là `%s', trong khi vùng `Last-Translator' nói địa chỉ là `%s'. Xin hãy chọn một địa chỉ ưa thích duy nhất và chỉ sử dụng địa chỉ này trong tất cả những tập tin dịch của ngài.
zh_tw: 您提交的文件包含相互衝突的電子郵件地址。PO 文件的第三行顯示是‘%s’，而 PO 文 件頭的‘Last-Translator’字段則顯示是‘%s’。請首選一個可聯絡上您的電子郵件地 址，並且統一地用在您所有的翻譯中。

source: The first author comment line is either missing or not formatted correctly. This should be the third line of the whole PO file, looking like: > # FIRST AUTHOR <EMAIL@ADDRESS>, YEAR. In this line, FIRST AUTHOR has to be replaced by the full name of the original translator of the messages for the `%s' textual domain, EMAIL@ADDRESS gives a way to reach that translator, and YEAR is a four digits year telling when the original translation occurred.
fi: Ensimmäinen kääntäjäkommenttirivi joko puuttuu tai ei ole muotoiltu oikein. Tämän pitäisi olla koko PO-tiedoston kolmas rivi ja näyttää tämän kaltaiselta: > # ENSIMMÄINEN KÄÄNTÄJÄ <SÄHKÖPOSTI@OSOITE>, VUOSI. Tällä rivillä ENSIMMÄINEN KÄÄNTÄJÄ korvataan "%s"-tekstidomainin sanomien alkuperäisen kääntäjän koko nimellä, SÄHKÖPOSTI@OSOITE ilmoittaa osoitteen, josta kääntäjän tavoittaa, ja VUOSI on nelinumeroinen luku, joka kertoo, milloin alkuperäinen käännös tapahtui.
ga: Tá an chéad nóta údair ar iarraidh, nó tá sé i bhfoirm mhícheart. Ba chóir dó a bheith an tríú líne sa chomhad PO, san fhoirm seo a leanas: > # AN CHÉAD ÚDAR <SEOLADH@RÍOMHPHOIST>, BLIAIN. Sa líne seo, caithfidh tú ainm an bhunaistritheora den fhearann `%s' a chur in ionad "AN CHÉAD ÚDAR"; is é SEOLADH@RÍOMHPHOIST an seoladh le húsáid chun dul i dteagmháil leis an mbunaistritheoir sin, agus is é BLIAIN an bhliain (le ceithre dhigit) ina ndearnadh an t-aistriúchán ar dtús.
nl: De eerste auteur-opmerkingsregel ontbreekt of is niet goed geformuleerd. Dit moet de derde regel van het hele PO-bestand zijn, en eruit zien als: > # EERSTE AUTEUR <E-MAIL@ADRES>, JAAR. In deze regel moet EERSTE AUTEUR vervangen worden door de volledige naam van de oorspronkelijke vertaler van de berichten van het `%s' tekstdomein tekstdomein, geeft E-MAIL@ADRES een manier om die vertaler te bereiken en moet JAAR een viercijferig jaartal zijn dat aangeeft wanneer de oorspronkelijke vertaling plaatsvond.
ru: Строка комментария первого автора или отсутствует, или имеет неправильный формат. Это должна быть третья строка всего PO-файла, которая выглядит как: > # ПЕРВЫЙ АВТОР <EMAIL@АДРЕС>, ГОД. В этой строке ПЕРВЫЙ АВТОР должен быть замене полным именем первого переводчика сообщений текстового домена `%s', EMAIL@АДРЕС предоставляет способ для связи с этим переводчиком и ГОД является 4-значным годом, сообщающим, когда был сделан оригинальный перевод.
vi: Dòng chú thích Người dịch đầu tiên hoặc bị mất hoặc chưa định dạng đúng. Đó phải là dòng thứ ba của cả tập tin PO, có dạng: > # NGƯỜI DỊCH ĐẦU TIÊN <ĐỊACHỈ@EMAIL>, NĂM. Trên dòng này, NGƯỜI DỊCH ĐẦU TIÊN là tên đầy đủ của người thứ nhất dịch các thông báo của miền nguyên bản `%s', ĐỊACHỈ@EMAIL dùng để liên hệ với người dịch đó, và NĂM là một số có bốn chữ số cho biết năm bắt đầu dịch.
zh_tw: 原作者注釋行缺失，或者格式不正確。這應當是 PO 文件的第三行，看起來像： > # 原作者 <電子郵件@地址>, 年份 在這一行中，“原作者”應當被替換為‘%s’文本域的原始翻譯者，“電子郵件@地址” 提供一種可聯絡上他的方式，“年份”是四位數字表示的原始翻譯年份。

source: In case you want to add more historical details on the history of this particular PO file, or any comment you would feel useful, you may do so by adding other comment lines after the first three, using your own language if you feel like it. Remember that there should always be a space after the initial `#' of each comment line, and there should not be a white line before the `msgid' line of the PO file header.
fi: Siinä tapauksessa, että haluat vielä lisätä tämän nimenomaisen PO-tiedoston historiallisia yksityiskohtia, tai muita hyödyllisiksi kokemiasi kommentteja, voit tehdä sen lisäämällä omia kommenttejasi ensimmäisen kolmen rivin jälkeen omalla kielelläsi, jos se tuntuu parhaimmalta. Muista, että rivin alussa olevan "#"-merkin jälkeen on aina oltava välilyönti, ja kommentin ja PO-tiedosto-otsakkeen välissä ei saisi olla tyhjiä rivejä.
ga: Sa chás gur mian leat níos mó sonraí stairiúla nó nótaí úsáideacha eile a chur leis an gcomhad PO seo, is féidir leat línte tráchta a chur isteach i ndiaidh an chéad trí líne, as Gaeilge más fearr leat. Cuimhnigh gur chóir spás amháin ar a laghad a bheith i ndiaidh an `#' ag tosach gach líne thráchta, agus níor chóir líne bhán a chur roimh an líne `msgid' i gceanntásc an chomhaid PO.
nl: Als u meer historische gegevens of andere zinvolle informatie kwijt wilt over dit specifieke PO-bestand kunt u dat doen door opmerkingsregels toe te voegen na de eerste drie. Als u dat wilt kunt u daarbij uw eigen taal gebruiken. Onthoudt dat er altijd een spatie moet na de `#' van elke opmerkingsregel, en dat er geen witregel mag zijn voor de `msgid'-regel van de PO-bestandskop.
ru: В случае, если вы хотите добавить дополнительные исторические сведения в историю этого отдельного PO-файла или любой комментарий, который вы сочтете полезным, вы можете сделать это, добавив другие строки комментариев после первых трех на своем родном языке, если вас это устроит. Запомните, что каждая строка комментария должна начинаться с `#' с последующим пробелом, и не должно быть пустых строк перед строкой `msgid' в заголовке РО-файла.
vi: Trong trường hợp ngài muốn thêm vài chi tiết lịch sử về tập tin PO nói riêng này, hoặc bất kỳ chú thích có ích nào, ngài nên thêm chúng vào sau ba đầu tiên, sử dụng ngôn ngữ mẹ đẻ nếu muốn. Hãy nhớ luôn luôn cần một khoảng trống vào sau ký tự `#' của mỗi dòng chú thích, và không thể có một dòng trống ở trước dòng 'msgmid' của phần đầu.
zh_tw: 如果您希望加入關於某特定 PO 文件更多的歷史細節，或者任何您認為有用的注釋資訊， 您可以在前三行注釋之後加入自定義的注釋；如您喜歡也可以使用您自己的語言。請記 住每一行注釋的‘#’後總有一個半形空格，並且在 PO 文件頭的‘msgid’行前沒有空 白行。

source: The Project-Id-Version field of your PO file header says that your textual domain is `%s' instead of the `%s' I was expecting. They really should be identical. The textual domain is the package name, usually. In some rare cases, there are differences in capitalisation, or the dubious addition of some `g' prefix because of the GNU inheritance. Currently, all textual domains are written all in lower case. They also tend to avoid those meaningless `g' prefixes.
fi: PO-tiedosto-otsakkeen "Project-Id-Version"-kenttä sanoo, että teksti- domainisi on "%s" eikä "%s" kuten itse odotin. Niiden pitäisi tosiasiassa olla identtiset. Tekstidomain on tavallisesti pakkausnimi. Joissain harvinaisissa tapauksissa niiden kirjainkoko on erilainen tai ne sisältävät kyseenalaisen "g"-etuliitteen GNU-perintönä. Nykyisin kaikki tekstidomainit kirjoitetaan pienillä kirjaimilla. Niillä on myös tapana välttää tuollaiset merkityksettömät "g"-etuliitteet.
ga: De réir an réimse "Project-Id-Version" i gceanntásc an chomhaid PO, is é `%s' ainm an fhearainn téacsaigh in ionad `%s' a raibh mé ag súil leis. Ba chóir do na hainmneacha seo a bheith comhionann lena chéile. Go hiondúil, is ionann an fearann téacsach agus ainm an phacáiste. Ó am go ham, tá difríochtaí beaga maidir le ceannlitreacha, nó réimír "g" mar oidhreacht ó thionscadal GNU. Faoi láthair, scríobhtar ainm de gach fearann téacsach le litreacha beaga, agus go hiondúil gan na míreanna díomhaoine "g"
nl: Het Project-Id-Version veld van uw PO-bestandskop zegt dat uw tekstdomein `%s' is in plaats van `%s', wat ik verwachtte. Ze moeten hetzelfde zijn. Het tekstdomein is meestal de naam van het pakket. In sommige vreemde gevallen verschillen ze in hoofdletters of de dubieuze toevoeging van een `g'-voorvoegsel vanwege een band met GNU. Op dit moment worden alle tekstdomeinen in kleine letters geschreven. Meestal laten ze ook die betekenis- loze `g'-voorvoegsels weg.
ru: В поле Project-Id-Version заголовка вашего PO-файла сказано, что ваш текстовый домен - `%s', а не `%s', как я ожидал. На самом деле они должны быть одинаковыми. Обычно текстовым доменом является имя пакета. В некоторых редких случаях существуют различия в регистрах или непонятном добавлении некоторого префикса `g', как наследия GNU. В настоящий момент все текстовые домены пишутся в нижнем регистре. Они также стремятся избегать этих бессмысленных префиксов `g'.
vi: Vùng Project-Id-Version của phần đầu tập tin PO nói rằng miền nguyên bản là `%s' thay vì `%s' như tôi mong đợi. Chúng cần hoàn toàn giống nhau. Miền nguyên bản thường là tên của gói chương trình. Trong một số trường hợp hiếm hoi, có sự khác nhau trong kiểu chữ, hoặc thêm một vài tiền tố `g' không rõ ràng theo truyền thống GNU. Hiện nay, tất cả miền nguyên bản được viết thường. Đồng thời như vậy cũng loại bỏ việc phải thêm tiền tố `g'.
zh_tw: 您的 PO 文件頭的 Project-Id-Version 字段顯示您的文本域是‘%s’而不是我所期望 的‘%s’。它們應該要完全一致。文本域通常是軟體的名稱。在某些不常見的情形下， 大小寫和由 GNU 傳統引入的‘g’前綴會造成一些一致性上的問題。目前，所有文本 域都由小寫字母組成，並趨向於摒棄毫無意義的‘g’前綴。
