Repository: donnut/software
Catalog: lib/messages/*.po
Languages: fi, ga, nl, ru, vi, zh_tw

source: The `MIME-Version' field was not found in your PO file header, or is not formatted properly. The line containing it should exactly look like: > 'MIME-Version: 1.0\n'
fi: "MIME-Version"-kenttää ei löytynyt PO-tiedostosi otsakkeesta, tai sitä ei ole muotoiltu oikein. Rivin sisällön pitäisi näyttää tarkalleen tältä: > 'MIME-Version: 1.0\n'
ga: Níor aimsíodh réimse `MIME-Version' i gceanntásc do chomhaid PO, nó, b'fhéidir go bhfuil sé ann ach nach san fhormáid cheart. Ní mór dó a bheith san fhormáid seo a leanas: > 'MIME-Version: 1.0\n'
nl: Het `MIME-Version' veld is niet gevonden in de kop van uw PO-bestand, of het is niet juist geformatteerd. De regel waarop dit moet staan, ziet er zo uit: > 'MIME-Version: 1.0\n'
ru: Поле `MIME-Version' не было найдено в заголовке вашего PO-файла или имело неправильный формат. Содержащая его строка в точности выглядит как: > 'MIME-Version: 1.0\n'
vi: Không tìm thấy vùng `MIME-Version' trong phần đầu tập tin PO, hoặc chưa được định dạng đúng. Dòng này có dạng như sau: > 'MIME-Version: 1.0\n'
zh_tw: 在您在的 PO 文件頭中未發現‘MIME-Version’字段，或該字段格式不正確。包含該字 段的行看起來應該像： > ‘MIME-Version: 1.0\n’

source: The `Content-Type' field introduced an unusual character set `%s'. If this is not an error, please merely inform the translation coordinator for `%s' to be merely added to the list of acceptable charsets. This list currently holds: %s.
fi: Kenttä "Content-Type" esitteli epätavallisen merkistön "%s". Jos tämä ei ole virhe, ilmoita vain käännöskoordinaattorille, jotta "%s" lisätään hyväksyttyjen merkistöjen luetteloon. Lista on nykyään: %s.
ga: Thug tú tacar carachtar neamhchoitianta `%s' sa réimse `Content-Type'. Má tá sé seo ceart go leor, iarr ar chomhordaitheoir na n-aistriúchán `%s' a chur leis an liosta de thacair inghlactha. Seo é an liosta faoi láthair: %s.
ru: В поле `Content-Type' введен необычный набор символов `%s'. Если это не ошибка, пожалуйста, просто проинформируйте координатора переводов, чтобы `%s' попросту был добавлен в список допустимых наборов символов. В списке на данный момент содержатся: %s.
vi: Vùng `Content-Type' sử dụng một bảng mã lạ `%s'. Nếu đây không phải là một lỗi, thì xin hãy báo cho hoa tiêu dự án dịch biết để thêm `%s' vào danh sách của những bảng mã được chấp nhận. Danh sách này hiện thời giữ: %s.
zh_tw: ‘Content-Type’字段引入了一個不常用的編碼方式‘%s’。如果這並非錯誤， 請通知翻譯協調員將‘%s’加入可接受的字元集列表。該列表目前包括：%s。

source: or
fi: tai
ga: nó
nl: of
ru: или
vi: hoặc
zh_tw: 或

source: The `Content-Type' field was not found in your PO file header, or is not formatted properly. The line containing it ideally looks like: > 'Content-Type: text/plain; charset=CHARSET\n' where CHARSET should be the name of a character set, like one of %s.
fi: Kenttä "Content-Type" ei löytynyt PO-tiedostosi otsakkeesta, tai ei ole muotoiltu oikein. Sen sisältävä rivi näyttäisi ihannetapauksessa kuten: > 'Content-Type: text/plain; charset=CHARSET\n' missä CHARSET olisi käytettävän merkistön nimi, kuten yksi seuraavista %s.
ga: Níor aimsíodh réimse `Content-Type' i gceanntásc do chomhaid PO, nó, b'fhéidir go bhfuil sé ann ach nach san fhormáid cheart. Ba chóir dó a bheith san fhormáid seo a leanas: > 'Content-Type: text/plain; charset=TACAR\n' Is ainm ar thacar carachtar é TACAR, mar shampla, ceann de %s.
ru: Поле `Content-Type' не было найдено в заголовке вашего PO-файла или имело неправильный формат. Содержащая его строка в идеале выглядит как: > 'Content-Type: text/plain; charset=НАБОР_СИМВОЛОВ\n' где НАБОР_СИМВОЛОВ должен быть названием набора символов, как один из %s.
vi: Không tìm thấy vùng `Content-Type' trong phần đầu tập tin PO, hoặc chưa được định dạng đúng. Dòng này có dạng như sau: > 'Content-Type: text/plain; charset=BẢNGMÃ\n' trong đó BẢNGMÃ là tên của bảng mã các ký tự như một trong số %s.
zh_tw: 在您在的 PO 文件頭中未發現‘Content-Type’字段，或該字段格式不正確。 包含該字段的行看起來應該像： > ‘Content-Type: text/plain; charset=字元集\n’ “字元集”指文件指用的字元集的名稱，例如 %s 等。

source: The `Content-Transfer-Encoding' field introduced an unusual encoding `%s'. If this is not an error, please inform the translation coordinator for `%s' to be merely added to the list of acceptable charsets. This list currently holds: %s.
fi: Kentässä "Content-Transfer-Encoding" on epätävallinen koodaus "%s". Jos tämä ei ole virhe, tiedota käännöskoordinaattorille, jotta "%s" lisätään hyväksyttyjen merkistöjen luetteloon. Tätä luetteloa säilyttää nykyään: %s.
ga: Thug tú ionchódú neamhchoitianta `%s' sa réimse `Content-Transfer-Encoding'. Má tá sé seo ceart go leor, iarr ar chomhordaitheoir na n-aistriúchán `%s' a chur leis an liosta de thacair inghlactha. Seo é an liosta faoi láthair: %s.
ru: В поле `Content-Transfer-Encoding' введен необычный набор символов `%s'. Если это не ошибка, пожалуйста, просто проинформируйте координатора переводов, чтобы `%s' попросту был добавлен в список допустимых наборов символов. В списке на данный момент содержатся: %s.
vi: Vùng `Content-Transfer-Encoding' sử dụng một bảng mã lạ `%s'. Nếu đây không phải là một lỗi, thì xin hãy báo cho hoa tiêu dự án dịch biết để thêm `%s' vào danh sách của những bảng mã được chấp nhận. Danh sách này hiện thời giữ: %s.
zh_tw: ‘Content-Transfer-Encoding’字段引入了一個不常用的編碼方式‘%s’。 如果這並非錯誤，請通知翻譯協調員將‘%s’加入可接受的字元集列表。該列 表目前包括：%s。

source: The `Content-Transfer-Encoding' field was not found in your PO file header, or is not formatted properly. The line containing it ideally looks like: > 'Content-Transfer-Encoding: ENCODING\n' where ENCODING should be the name of an encoding, like one of %s.
fi: PO-tiedosto-otsakkeestasi ei löytynyt kenttää "Content-Transfer-Encoding", tai sitä ei ole muotoiltu oikein. Sen sisältävä rivi näyttää ihannetapauksessa seuraavalta: > "Content-Transfer-Encoding: ENCODING\n" missä ENCODING pitäisi olla enkoodauksen nimi, kuten yksi seuraavista %s.
ga: Níor aimsíodh réimse `Content-Transfer-Encoding' i gceanntásc do chomhaid PO, nó, b'fhéidir go bhfuil sé ann ach nach san fhormáid cheart. Ba chóir dó a bheith san fhormáid seo a leanas: > 'Content-Transfer-Encoding: IONCHÓDÚ\n' Is ainm ar ionchódú é IONCHÓDÚ, mar shampla, ceann de %s.
ru: Поле `Content-Transfer-Encoding' не было найдено в заголовке вашего PO-файла или имело неправильный формат. Содержащая его строка в идеале выглядит как: > 'Content-Transfer-Encoding: КОДИРОВКА\n' где КОДИРОВКА должна быть названием кодировки, как одна из %s.
vi: Không tìm thấy vùng `Content-Transfer-Encoding' trong phần đầu tập tin PO, hoặc chưa được định dạng đúng. Dòng này có dạng như sau: > 'Content-Tranfer-Encoding: MÃHÓA\n' trong đó MÃHÓA là tên của một mã hóa, như một trong số %s.
zh_tw: 在您在的 PO 文件頭中未發現‘Content-Transfer-Encoding’字段，或該字段格式不正 確。包含該字段的行看起來應該像： > ‘Content-Transfer-Type: 編碼\n’ “編碼”應當是一種編碼方式的名稱，例如 %s 等。

source: Sniff! I'm unable to successfully start the `msgfmt' program. I most probably need repairs. I'll go whine to the translation coordinator.
fi: Niiskaus! En kykene käynnistämään onnistuneesti "msgfmt"-ohjelmaa. Kaikkein luultavammin tarvitsen huoltoa. Menen marisemaan käännöskoordinaattorille.
ga: Och! Níor éirigh liom an ríomhchlár `msgfmt' a thosú. Is dócha go bhfuil deisiú de dhíth orm. Déanfaidh mé cnáimhseáil le comhordaitheoir na n-aistriúchán.
nl: Snik! Ik kan niet succesvol het `msgfmt' programma starten. Zeer waarschijnlijk heb ik een reparatie nodig. Ik zal erom zeuren bij de vertaalcoördinator.
ru: Тьфу! Я не в состоянии успешно запустить программу `msgfmt'. Скорее всего меня необходимо подправить. Пойду-ка я пожалуюсь координатору переводов.
vi: Tôi không chạy thành công chương trình `msgfmt'. Tôi cần được sửa chữa. Tôi sẽ đến than vãn với hoa tiêu nhóm dịch.
zh_tw: 完了！我無法執行‘msgfmt’程式。我大概是出毛病了，需要修理。我現在去找 翻譯協調員訴苦。

source: After running msgfmt on your file, it seems that you need gettext 0.10.37 for this file. This is no problem at all, but you should be aware of that.
fi: Ajettuani tiedostosi msgfmt-ohjelmalla minusta tuntuu, että tarvitset gettext-ohjelman version 0.10.37 tätä tiedostoa varten. Tämä ei ole ollenkaan pulma, mutta sinun pitäisi olla tietoinen siitä.
ga: Rith mé `msgfmt' ar do chomhad, agus dealraíonn sé go bhfuil gettext 0.10.37 de dhíth ort. Ní fadhb é seo, ach is ceart go bhfuil tú ar an eolas faoi seo.
nl: Na het uitvoergen van msgfmt op uw bestand, lijkt het erop dat u gettext 0.10.37 nodig heeft voor dit bestand. Dit is helemaal geen probleem, maar het is goed ervan op de hoogte te zijn.
ru: После запуска msgfmt для вашего файла, похоже, что вам необходим gettext 0.10.37. Это вообще-то не проблема, но вам следовало бы об этом знать.
vi: Sau khi chạy msgfmt trên tập tin của ngài, có vẻ như ngài cần gettext 0.10.37 cho tập tin này. Đây không phải là vấn đề, nhưng ngài nên biết điều đó.
zh_tw: 使用 msgfmt 處理之後，我發現您可能需要 gettext 0.10.37 來處理您的文件。這並不是個 問題，但您最好留意這一點。

source: Just to make sure, I called 'msgfmt --statistics -c -v -o /dev/null' on your submitted PO file, and `msgfmt' told me that I should not let it go. More precisely, it said: %s
fi: Asian varmistaakseni kutsuin "msgfmt --statistics -c -v -o /dev/null" toimittamallasi PO-tiedostolla ja "msgfmt" neuvoi minua hylkäämään tiedoston. Tarkemmin sanoen se sanoi: %s
ga: Ar eagla na heagla, rith mé 'msgfmt --statistics -c -v -o /dev/null' ar an gcomhad PO a chuir tú faoi mo bhráid, agus dúirt `msgfmt' liom nár cheart glacadh leis. Le bheith cruinn ceart, dúirt sé: %s
nl: Om zeker te zijn, heb ik 'msgfmt --statistics -c -v -o /dev/null' aangeroepen op het door u opgestuurde PO-bestand, en `msgfmt' vertelde dat ik het bestand niet moest laten gaan. Om precies te zijn was de uitvoer: %s
ru: Просто, чтобы убедится, я запустил 'msgfmt --statistics -c -v -o /dev/null' для присланного вами PO-файла и `msgfmt' сообщил мне, что я не должен это так оставить. Если быть точнее, он сообщил: %s
vi: Để chắc chắn, tôi đã gọi 'msgfmt --statistics -c -v -o /dev/null' trên tập tin PO gửi lên, và `msgfmt' nói rằng tôi không nên nhập tập tin đó vào. Chính xác hơn thì nó nói: %s
zh_tw: 為了確認一下，我為您提交的 PO 文件呼叫了 ‘msgfmt --statistics -c -v -o /dev/null’，‘msgfmt’告訴我不應當讓此文件通 過。更準確地說，它告訴我： %s

source: Just to make sure, I ran
fi: Varmistaakseni asian ajoin
ga: Sa chaoi go mbeinn cinnte, rith mé
nl: Voor de zekerheid heb ik het volgende uitgevoerd
ru: Просто, чтобы убедится, я запустил
vi: Để chắc chắn hơn, Tôi đã chạy
zh_tw: 為了確認，我為您提交的 PO 文件執行了

source: on your submitted PO file, and `msgfmt' told me that I should not let it go. More precisely, it said: %s
fi: lähettämälläsi PO-tiedostolla, ja "msgfmt" kertoi minulle, että minun ei pitäisi päästää sitä lävitse. Tarkasti ottaen se sanoi: %s
ga: ar an gcomhad PO a sheol tú chugam, agus dúirt `msgfmt' liom gur chóir dom é a dhiúltú. Le bheith cruinn ceart, dúirt sé: %s
nl: bij het door u opgestuurde PO-bestand, en `msgfmt' vertelde me dat ik het bestand niet moest laten gaan. De precieze uitvoer was: %s
ru: для присланного вами PO-файла и `msgfmt' сообщил мне, что я не должен это так оставить. Если быть точнее, он сообщил: %s
vi: trên tập tin PO đã gửi, và `msgfmt' nói không nên thêm tập tin đó vào kho. Chính xác hơn thì nó nói: %s
zh_tw: 而‘msgfmt’告訴我不應當讓此文件通過，更準確地說，它告訴我： %s

source: Merely for your information, let me share with you what the `msgfmt' program has to say about your submitted PO file: %s
fi: Salli minun (ainoastaan tiedoksesi) jakaa kanssasi mitä "msgfmt"-ohjelma sanoi lähettämästäsi PO-tiedostosta: %s
ga: Mar eolas duit, seo é an t-aschur ón ríomhchlár `msgfmt' maidir leis an gcomhad PO a chuir tú faoi mo bhráid: %s
nl: Ter informatie zal ik met u delen wat het `msgfmt' te zeggen heeft over het door u opgestuurde PO-bestand: %s
ru: Просто так, к вашему сведению, позвольте мне поделиться с вами, что программа `msgfmt' вынуждена была сообщить о присланном вами PO-файле: %s
vi: Hãy để tôi chia sẻ với ngài những gì chương trình `msgfmt' đã nói về tập tin PO ngài gửi lên: %s
zh_tw: 我將和您分享‘msgfmt’程式對您提交的 PO 文件不得不說的話，也許您對此感興趣： %s

source: At first sight it seems like your translation does not contain a clause that permits distribution of your translation. Please consider inserting a sentence like
fi: Ensi silmäyksellä näyttää kuin käännöksesi ei sisällä lausetta, joka sallii käännöksesi jakelun. Harkitse seuraavan näköisen lauseen lisäystä
ga: Ar an chéad amharc, is dóigh liom nach bhfuil clásal i d'aistriúchán a thugann cead do dhaoine d'aistriúchán a dháileadh. Ba chóir duit clásal cuí a chur isteach ann, rud éigin cosúil le:
nl: Op het eerste gezicht lijkt het erop dat u vertaling geen clausule bevat die de verspreiding van uw vertaling toestaat. Overweeg alstublieft om een regel zoals de volgende op te nemen
ru: На первый взгляд похоже, что ваш перевод не содержит условия, разрешающего распространение вашего перевода. Пожалуйста, подумайте над тем, чтобы вставить предложение типа
vi: Cái nhìn đầu tiên cho thấy bản dịch của ngài không có mệnh đề cho phép phân phối bản dịch. Xin hãy thêm câu dạng như sau
zh_tw: 一眼看上去，似乎您的翻譯缺少了一句允許發行您的翻譯的客套話。請考慮加上 這一句：

source: According to my notes, you are not a member of the %s team. Or at least, you are not there under the name `%s'. It this is only a question of spelling differences, I then need to know exactly the alternate spellings of your name you might use. Write to the translation coordinator and explain why you need many names. It is usually best to avoid such variance, and stick to a single preferred spelling.
fi: Merkintöjeni mukaan et ole %s-ryhmän jäsen. Tai et ainakaan ole ryhmässä mukana nimellä "%s". Jos kyse on oikeinkirjoituseroista, minun täytyy tietää tarkalleen se nimesi vaihtoehtoinen kirjoitusasu, jota saatat käyttää. Kirjoita käännöskoordinaattorille ja selitä, miksi saatat tarvita useita nimiä. Tavallisesti on parasta välttää sellainen vaihtelu ja pysytellä yhdessä ainoassa parhaana pidetyssä oikeinkirjoituksessa.
ga: De réir mo chuid nótaí, níl tú i do bhall den fhoireann %s. Ar a laghad, níl tú cláraithe faoin ainm `%s'. B'fhéidir go bhfuil litrithe difriúla ar d'ainm? Má tá, téigh i dteagmháil le comhordaitheoir na n-aistriúchán agus cuir in iúl dó/di go bhfuil litriú malartach ar d'ainm agus cén fáth. Go hiondúil, is é an rud is fearr ná litriú uathúil a úsáid do gach aistritheoir.
nl: Volgens mijn informatie bent u geen lid van het %s team. Of in ieder geval niet onder de naam `%s'. Als dit slechts een verschil in spelling is, dan moet ik weten wat precies de verschillende manieren zijn om uw naam te spellen. Laat dit de vertaalcoördinator weten en leg uit waarom u verschillende namen nodig heeft. Meestal is het het best om zulke variaties te vermijden en het te houden bij een voorkeursspelling.
ru: Согласно моим записям, вы не является членом команды %s. Или, по крайней мере, ваше имя не `%s'. Это всего лишь вопрос разницы в написании, тогда я должен точно знать альтернативные написания вашего имени, которые вы можете использовать. Напишите координатору переводов и объясните, зачем вам нужно несколько имен. Обычно лучше всего избегать таких вариаций и придерживаться одного предпочтительного написания.
vi: Theo như ghi chép của tôi, thì ngài chưa phải là thành viên chính thức của nhóm %s. Hoặc ít nhất ngàikhông có tên `%s'. Có thể do nguyên nhân chính tả? Trong trường hợp đó, tôi cần biết về cách viết tên người dịch tương đương, vì thế xin hãy thông báo cho hoa tiêu của dự án dịch biết và giải thích tại sao ngài cần nhiều tên. Cách tốt nhất để loại bỏ những lỗi như vậy, là sử dụng một cách viết chính tả ưa thích duy nhất.
zh_tw: 根據我的記錄，您還不是 %s 翻譯小組的一員。或者至少您在那裡登記 的名字不是‘%s’。如果這僅僅是拼寫上的問題，我必須準確地知道您可 能使用的姓名拼寫的變形。請寫信給翻譯協調員，並解釋您為什麼需要這麼多的 名字。當然，你最好避免這些變化，而是堅持使用一種您使用的拼寫。

source: The email address `%s' is not known, in the Translation Project registry, as a valid way to reach you. %s%s
fi: Sähköpostiosoitetta "%s" ei tunneta käännösprojektin rekisterissä voimassa olevana tapana tavoittaa sinut. %s%s
ga: Níl an seoladh ríomhphoist `%s' sa chlárlann mhór atá ag an Tionscadal Aistriúcháin. %s%s
nl: Het e-mail adres `%s' is onbekend in de gegevensbank van het Vertaalproject als een geldige manier om u te bereiken. %s%s
ru: Адрес email `%s' не является известным в реестре Проекта переводов, как верный способ связаться с вами. %s%s
vi: Địa chỉ email `%s' chưa có trong sổ đăng ký của Dự án dịch %s%s
zh_tw: 在翻譯項目的登記表裡找不到‘%s’，無法確認這個郵件地址是否是您的。 %s%s

source: The `%s' textual domain is not known to the Translation Project, at least not under that spelling. It may also be that the maintainer of that project did not make arrangements yet for the Translation Project to handle its PO files. In this case, please invite the project maintainer to contact us. See `http://www.translationproject.org/HTML' and select `Textual Domains' to see the list of domains which are currently handled.
ru: Текстовый домен `%s' не известен Проекту переводов, по крайней мере не с этим правописанием. Также может быть, что сопроводитель этого проекта не еще договорился с Проектом переводов о работе над этими РО-файлами. В этом случае, пожалуйста, попросите сопроводителя проекта связаться с нами. Загляните на `http://www.translationproject.org/HTML' и выберите раздел `Textual Domains', чтобы просмотреть список доменов, над которыми в настоящий момент ведется работа.
zh_tw: 文本域‘%s’至少在這一拼寫下不為翻譯項目所知。也有可能這一項目的維護者尚未做 出安排，讓翻譯項目來處理它的 PO 文件。在這一情況下，請您建議該項目的維護者與 我們聯絡。請瀏覽‘http://www.translationproject.org/HTML’並選擇 ‘Textual Domains’來查看目前被處理的域的清單。

source: According to my notes, the Free Software Foundation did not acknowledge the receipt of a translation disclaimer for you. Such a disclaimer is required for GNU packages (or when maintainers of non-GNU packages ask me to ensure the existence of such a disclaimer). This is the case for `%s'. Grab a copy of `http://www.translationproject.org/doc/DISCLAIM', print it on paper, and return it filled by the usual postal system. You will be notified when the FSF acknowedges its receipt; you can then re-attempt uploading your PO file to the Translation Project. If you have any question or objection with the translation disclaimer as it stands, I invite you to discuss such things with the translation coordinator.
ru: Согласно моим записям, Free Software Foundation не подтверждала получение вашего отречения от перевода. Такое отречение требуется для пакетов GNU (или когда сопроводители не-GNU пакетов просят меня убедиться в существовании такого отречения). Это случай для `%s'. Возьмите копию с `http://www.translationproject.org/doc/DISCLAIM', распечатайте его на бумаге, заполните и отправьте назад по обычной почте. вы будете уведомлены, когда FSF подтвердит его получение; затем вы можете еще раз попробовать загрузить свой РО-файл в Проект переводов. Если у вас имеются какие-либо вопросы или возражения по поводу отречения от перевода как такового, я предлагаю вам обсудить этот момент с координатором переводов.
zh_tw: 根據我的記錄，自由軟件基金(Free Software Foundatin)尚未確認收到為您的翻譯放棄 版權的聲明。這樣的一個放棄版權的聲明對 GNU 軟體是必需的，某些非 GNU 軟體的 維護者也要求我確認這一聲明的存在。這正是‘%s’。請從 ‘http://www.translationproject.org/doc/DISCLAIM’獲取一份副本，將其打印 在紙上，填妥後通過傳統的郵政系統寄回。當自由軟件基金確認收到後您將得到通知； 此時您可以嘗試重新提交您的 PO 文件給翻譯項目。如果您有任何任何問題，或者拒絕 放棄版權聲明中的現有條款，請您和翻譯協調員協商有關事宜。

source: Most teams allow translators to directly send their achieved translations to the Translation Project, and do quality control only after the fact, to obtain a quicker turn-around. The Translation Project registry does not list you as the usual translator for `%s'. Your team leader might send an email to the translation coordinator, warranting that you are indeed assigned to this textual domain. For small teams not having a leader, you may write yourself to the translation coordinator. It is a simple matter to assign you the responsibility of `%s' for %s, given nobody else is already assigned to it. However, some teams prefer to channel translations differently, for ensuring some quality control first.
fi: Useimmat ryhmät sallivat kääntäjien lähettää aikaansaamansa käännökset suoraan käännösprojektille ja nopeamman kiertoajan saavuttaakseen tekevät laadunvalvontaa vasta tämän tapahtuman jälkeen. Käännösprojektin rekisteri ei luettele sinua pakkauksen "%s" tavallisena kääntäjänä. Ryhmänjohtaja on saattanut lähettää sähköpostin käännöskoordinaattorille taaten, että sinulle on todella annettu tehtäväksi tämä tekstidomain. Pienissä ryhmissä, joissa ei ole johtajaa, voit itse kirjoittaa käännöskoordinaattorille. On yksinkertainen asia antaa sinulle tehtäväksi "%s"-vastuu %s:sta, milloin sitä ei ole jo annettu kenellekään muulle. Jotkut ryhmä pitävät kuitenkin parempana kanavoida käännökset eri tavalla taatakseen ensin jotain laadunvalvontaa.
ga: Ceadaíonn formhór na bhfoirne dá gcuid aistritheoirí aistriúcháin chríochnaithe a sheoladh go díreach go dtí an Tionscadal Aistriúcháin, agus cuireann siad rialú cáilíochta ar athlá, i dtreo go mbeidh aga freagartha níos tapa acu. Níl tú sa chlárlann mhór ag an Tionscadal Aistriúcháin mar ghnáthaistritheoir ar `%s'. Ba chóir do cheannaire d'fhoirne cur in iúl do chomhordaitheoir na n-aistriúchán gur tusa féin atá i mbun an fhearainn téacsaigh anois. Mura bhfuil ceannaire ar d'fhoireann, is féidir leatsa teachtaireacht a sheoladh go dtí an comhordaitheoir. Tá sé furasta go leor cúram de `%s' do %s a thabhairt duit, mura bhfuil aon duine eile i gceannas air faoi láthair.
ru: Большинство команд разрешают переводчикам отправлять свои переводы в непосредственно Проект переводов и выполнять контроль качества только после факта для получения более быстрого изменения к лучшему. В реестре Проекта переводов вы не зарегистрированы как обычный переводчик `%s'. Руководитель вашей команды мог отправить email координатору переводов, подтверждающий, что вы на самом деле закреплены за этим текстовым доменом. Для небольших команд, не имеющих руководителя, вы можете сами написать координатору переводов. Назначить вас ответственным за `%s' для %s довольно просто, если за ним уже не закреплен никто другой. Однако, некоторые команды предпочитают принимать переводы по-другому, сначала обеспечивая некоторый контроль качества.
vi: Hầu hết các nhóm dịch cho phép thành viên gửi bản dịch thẳng tới Dự án dịch, và chỉ kiểm tra chất lượng sau này. Sổ đăng ký của Dự án dịch chưa ghi tên ngài là người dịch cho `%s'. Trưởng nhóm dịch của ngài cần gửi một email tới hoa tiêu của dự án, bảo đảm rằng ngài thực sự đăng ký dịch miền nguyên bản này. Nếu nhóm nhỏ và không có người đứng đầu, thì ngài có thể tự viết cho hoa tiêu của dự án dịch. Chúng tôi cần ghi danh của ngài làm người của `%s' cho %s để không có ai khác cùng đăng ký. Tuy nhiên một số nhóm dịch có cách làm việc khác và lấy vài nguồn dịch khác nhau để bảo đảm chất lượng dịch.
zh_tw: 大多數翻譯小組為取得更快的翻譯速度，允許翻譯者直接將翻譯成果發送給翻譯項目， 僅在事後再加以品質控制。翻譯項目的登記表並未將您列為‘%s’的日常翻譯者。貴翻 譯小組的協調者可以發一封電子郵伯給翻譯協調員，擔保您確實已經被分配到此文本域。 對於一些沒有協調者的小組，您可以自己寫信給翻譯協調員。如果沒有任何其他人已被 分配到‘%s’(%s)，指派您來負責是一件非常簡單的事。不過，有一些小組更傾向於使 用不同的方式來優先確保某些品質控制。
