Repository: donnut/software
Catalog: lib/messages/*.po
Languages: fi, ga, nl, ru, vi, zh_tw

source: I'm not fully sure that you are the author of the translations you sent to me. The header of your email invoice says that your are `%s', while `Last-Translator' field of PO file header says your name should be `%s'. The difference might be mere spelling differences. These may happen when you do not have full control over your name in the mailing system you are using. As I expect you have better control over PO files, I'll consider that the second name is the most dependable one. Yet, in some cases, this might represent some error I'm unable to analyse, while you do. In the unlikely case the two names above are really different, the situation is more serious. Some translation teams surely have their own ways and habits. Yet, on the average, it is unusual that someone submits a translation file written by someone else.
fi: En ole varma, että olet minulle lähettämäsi käännöksen kääntäjä. Sähköpostisi otsake sanoo, että olet "%s", kun taas PO-tiedoston "Last-Translator"-kenttä sanoo, että nimesi pitäisi olla "%s". Ero voi johtua oikeinkirjoituksesta. Näin voi tapahtua, kun sinulla ei ole täysi valta nimestäsi käyttämässäsi sähköpostijärjestelmässä. Koska otaksun, että sinulla on parempi kontrolli PO-tiedostoista, oletan että toinen nimi on luotettavampi. Silti joissakin tapauksissa tämä saattaa merkitä jotain virhettä, jota en kykene analysoimaan, mutta sinä kykenet. Siinä epätyypillisessä tapauksessa, että kaksi yllä olevaa nimeä ovat todella erilaisia, tilanne on vakavampi. Joillakin käännösryhmillä on toki omat tapansa ja tyylinsä. Silti on keskimäärin epätavallista, että joku lähettää jonkun toisen kirjoittaman käännöstiedoston.
ga: Nílim cinnte go ndearna tú na haistriúcháin a sheol tú chugam anois beag. `%s' is ainm duit, de réir ceanntásca do ríomhphoist, ach is é `%s' de réir an réimse `Last-Translator' i gceanntásc an chomhaid PO. Seans go bhfuil litrithe difriúla atá i gceist, mar shampla toisc nach bhfuil smacht iomlán agat ar an gcóras ríomhphoist atá in úsáid agat. Is dócha go bhfuil smacht níos iomláine agat ar chomhaid PO, agus dá bhrí sin, glacfaidh mé leis an dara hainm mar an ceann níos údarásaí. Is féidir go bhfuil fadhb ann nach bhfuil mé in ann a anailísiú, cé go bhfuil tú in ann. Má tá dhá ainm dhifriúil ann i ndáiríre, is scéal níos tromchúisí é. Cé go bhfuil nósanna ar leith ag gach foireann aistriúcháin, go hiondúil is é an duine a rinne an t-aistriúchán a sheolann an comhad PO chugam.
nl: Ik ben er niet helemaal zeker van dat u de auteur bent van de vertalingen die u mij heeft gestuurd. De kop van uw e-mail afschrift zegt dat u `%s' bent, terwijl het `Last-Translator' veld van de PO-bestandskop zegt dat uw naam `%s' moet zijn. Het verschil is mogelijk slechts een spellingsverschil. Dit kan gebeuren als u geen volledige controle heeft over uw naam in het e-mail systeem dat u gebruikt. Omdat ik ervan uit ga dat u betere controle heeft over PO-bestanden, neem ik aan dat de tweede naam de betrouwbaarste is. In sommige gevallen is dit echter een fout die ik niet kan analyseren, maar u wel. In het niet waarschijnlijke geval dat de twee namen boven echt verschillend zijn, is de situatie serieuzer. Sommige vertaalteams hebben zeker hun eigen manieren en gewoonten. Meestal is het echter ongebruikelijk dat iemand de vertaling van iemand anders opstuurt.
ru: Я не совсем уверен, что вы являетесь автором перводов, присланных мне. В заголовке фактуры вашего email сказано, что вы - `%s', а в поле `Last-Translator' заголовка PO-файла сказано, что ваше имя должно быть - `%s'. Разница могла быть просто в различном написании. Это могло произойти, если вы не имеете полного контроля над своим именем в используемой вами почтовой системе. Т.к. я ожидаю, что вы имеете лучший контроль над PO-файлами, я предположу, что фамилия является наиболее надежной. Также, в некоторых случаях, это могло привести к различным ошибкам, которые я не в состоянии проанализировать в отличие от вас. В маловероятном случае, если два вышеназванных имени действительно разные, ситуация более серьезная. Некоторые команды переводов несомненно имеют свои методы и обычаи. К тому же зачастую это выглядит странно, когда кто-то отправляет файл с переводом, написанный кем-то другим.
vi: Tôi chưa hoàn toàn chắc chắn rằng ngài là tác giả của bản dịch gửi lên. Phần đầu của thư nói ngài là `%s', trong khi vùng `Last-Translator' của tập tin PO nói tên của ngài phải là `%s'. Có thể sự khác nhau chỉ là chính tả. Điều này có thể xảy ra khi ngài không có toàn quyền điều khiển tên của mình trong hệ thống thư đang sử dụng. Và tôi mong rằng ngài có quyền điều khiển tốt hơn trên các tập tin PO, vì thế tên thứ hai phục thuộc nhiều hơn. Hiện nay, trong một vài trường hợp, điều này có thể gây một vài lỗi Tôi không đủ khả năng phân tích, trong khi ngài có thể. Trong trường hợp hai tên trên thực sự khác nhau, tình thế nghiêm trọng hơn. Một vài nhóm dịch có cách làm việc và thói quen riêng. Hiện nay, rất hiếm khi một người gửi tập tin đã dịch bởi một người khác.
zh_tw: 我不十分肯定您就是您提交的這份翻譯的作者。根據電子郵件頭中給出的資訊，您是 ‘%s’；而您提交的 PO 文件頭中的‘Last-Translator’字段卻顯示您的姓名應當是‘%s’。 這可能僅僅是拼寫上的不同。當在某個您不能完全控制自己姓名的郵件系統中時，這是 可能發生的。我期望您對 PO 文件有更好的控制，因此我將認為第二個名字更值得信賴。 然而，在某些情況下，這可能是出於您的某個我不能分析的錯誤所致。在少有的情況下， 這兩個名字確實屬於兩個不同的人，這樣情況就更嚴重了。有些翻譯小組確實有他們自 己的行事方式和習慣。然而，總體上來說，一個人的翻譯由另一個人提交的情況是很罕 見的。

source: The header of the message you sent to me says that your email address is `%s', while the `Last-Translator' field of PO file header says it should be `%s'. Let me consider that the later prevails. I merely bring this to your attention in case _you_ think it matters.
fi: Lähettämäsi sanoman otsake sanoo, että sähköpostiosoitteesi on "%s" kun taas PO-tiedosto-otsakkeen "Last-Translator"-kenttä sanoo, että sen pitäisi olla "%s". Pidän jälkimmäistä vallitsevana. Tuon tämän ainoastaan tietoosi siltä varalta, että _sinun_ mielestäsi asialla on väliä.
ga: Is é `%s' do sheoladh ríomhphoist de réir ceanntásca na teachtaireachta a sheol tú chugam, ach is é `%s' de réir an réimse `Last-Translator' i gceanntásc an chomhaid PO. Glacfaidh mé leis an dara ceann mar an ceann níos údarásaí. Is cuma liomsa, ach táim á chur in iúl duit ar eagla na heagla.
nl: De kop van het door u verzonden bericht zegt dat uw e-mail adres `%s' is, terwijl het `Last-Translator' veld van de PO-bestandskop zegt dat het `%s' zou moeten zijn. Ik ga er vanuit dat de laatste de juiste is. Ik laat dit alleen weten zodat u ervan op de hoogte bent.
ru: В заголовке сообщения, которое вы отправили мне, сказано, что ваш адрес email - `%s', в то время как поле `Last-Translator' в заголовке PO-файла сказано, что он должен быть `%s'. Позвольте мне предположить, что следующее имеет силу. Я просто довожу это до вашего сведения на случай, если _вы_ думаете, что это имеет значение.
vi: Phần đầu của thư ngài gửi cho tôi nói địa chỉ email là `%s', trong khi vùng `Last-Translator' trong tập tin PO nói địa chỉ là `%s'. Hãy để tôi đặt ưu thế cho địa chỉ thứ hai. Tôi thông báo điều này để phòng trường hợp ngài cho đây là một vấn đề.
zh_tw: 您發給我的郵件頭顯示您的電子郵件地址是‘%s’，而 PO 文件頭中的‘Last-Translator’ 字段顯示它應當是‘%s’。我假定後者更加準確。我謹提醒您這一點，您可能對此感興趣。

source: The `Last-Translator' field was not found in your PO file header, or might not be formatted properly. The line containing this field ideally looks like: > 'Last-Translator: FULL NAME <EMAIL@ADDRESS>\n' In this line, FULL NAME has to be replaced by the full name of the current translator of the messages for the `%s' textual domain, who is you most probably :-), EMAIL@ADDRESS gives a way to reach that translator.
fi: PO-tiedosto-otsakkeesi "Last-Translator"-kenttää ei löydetty tai se saattaa olla väärin muotoiltu. Ihannetapauksessa tämän kentän sisältävän rivin tulisi näyttää tältä: > 'Last-Translator: KOKO NIMI <SÄHKÖPOSTI@OSOITE>\n' Tällä rivillä KOKO NIMI korvataan "%s"-tekstidomainin sanomien nykyisen kääntäjän koko nimellä, joka on luultavasti sinä :-), SÄHKÖPOSTI@OSOITE kertoo, miten tuon kääntäjän tavoittaa.
ga: Níor aimsíodh réimse `Last-Translator' i gceanntásc do chomhaid PO, nó, b'fhéidir go bhfuil sé ann ach nach san fhormáid cheart. Ba chóir dó a bheith san fhormáid seo a leanas: > 'Last-Translator: AINM IOMLÁN <SEOLADH@RÍOMHPHOIST>\n' Sa líne seo, cuir ainm iomlán an aistritheora den fhearann téacsach `%s' (tusa féin, is dócha :-)) in ionad AINM IOMLÁN, agus tabhair seoladh ríomhphoist lenar féidir dul i dteagmháil leis an aistritheoir sin in ionad <SEOLADH@RÍOMHPHOIST>
nl: Het `Last-Translator'-veld is niet gevonden in uw PO-bestandskop, of is niet juist geformatteerd. De regel die dit veld bevat hoort er zo uit te zien: > 'Last-Translator: VOLLEDIGE NAAM <EMAIL@ADRES>\n' In deze regel, hoort bij VOLLEDIGE NAAM de volledige naam van de huidige vertaler van de berichten voor het `%s' tekstdomein te staan; dat bent u waarschijnlijk :-), EMAIL@ADRES geeft een manier om die vertaler te bereiken.
ru: Поле `Last-Translator' не было найдено в заголовке вашего PO-файла или оно имело неправильный формат. Строка, содержащая это поле, в идеале выглядит как: > 'Last-Translator: ПОЛНОЕ ИМЯ <EMAIL@АДРЕС>\n' В этой строке ПОЛНОЕ ИМЯ должно быть заменено полным именем текущего переводчика сообщений текстового домена `%s', коим вы скорее всего и являетесь :-), EMAIL@АДРЕС предоставляет способ для связи с этим переводчиком.
vi: Không tìm thấy vùng `Last-Translator' trong phần đầu tập tin PO, hoặc chưa được định dạng đúng. Dòng này có dạng như sau: > 'Last-Translator: TÊN ĐẦY ĐỦ <ĐỊACHỈ@EMAIL>\n' trong đó TÊN ĐẦY ĐỦ là tên của người đang dịch thông báo cho miền nguyên bản `%s', có thể là ngài :-), và ĐỊACHỈ@EMAIL cho biết cách liên hệ với người dịch đó.
zh_tw: 在您在的 PO 文件頭中未發現‘Last-Translator’字段，或該字段格式不正確。包含該 字段的行看起來應該像： > ‘Last-Translator: 全名 <電子郵件@地址>\n’ 在這一行中，“全名”必須被替換為‘%s’文本域中消息當前翻譯者的全名，這極有可 能正是您本人 :-)。“電子郵件@地址”應該給出可以聯絡那位翻譯者的有效電子郵件地 址。

source: Oops, there is a slight formatting error. In the `Language-Team' header line, please use no more than a single space between `%s' and `<%s>'.
fi: Hups, lievä muotoiluvirhe. Älä käytä "Language-Team"-otsakerivillä, yhtä välilyöntiä enempää merkkijonojen "%s" ja "<%s>" välillä.
ga: Úps, tá earráid bheag ann san fhormáid. Sa líne `Language-Team' sa cheanntásc, ná cuir níos mó ná spás amháin idir `%s' agus `<%s>'.
nl: Oeps, er is een kleine opmaakfout. Gebruik In regel `Language-Team' van de kop alstublieft niet meer dan een enkele spatie tussen `%s' en `<%s>'.
ru: Упс, имеется ошибка по-невнимательности. В строке заголовка `Language-Team', пожалуйста, используйте не более одного пробела между `%s' и `<%s>'.
vi: Ốp-xờ, có một lỗi định dạng nhỏ. Trên dòng `Language-Team', xin hãy sử dụng chính xác một khoảng trắng giữa `%s' và `<%s>'.
zh_tw: 喔，有一個小小的格式錯誤。在‘Language-Team’行，請不要在‘%s’和‘<%s>’間 使用多於一個的半形空格。

source: You wrote `%s' in the `Language-Team' field of the PO file header, while I think it should have been `%s'. I'm not fully sure about this. If you think I got it wrong, please email to the translation coordinator for straingthening this out.
fi: Kirjoitit "%s" PO-tiedoston otsakkeen "Language-Team" -kenttään, kun siinä pitäisi minun mielestäni lukea "%s". En ole täysin varma tästä. Jos olen sinun mielestäsi väärässä, lähetä sähköpostiviesti käännöskoordinaattorille asian oikaisemiseksi.
ga: Chuir tú `%s' sa réimse `Language-Team' i gceanntásc an chomhaid PO, cé go gceapaim gurbh fhearr `%s' a úsáid. Nílim cinnte faoi seo áfach. Má cheapann tú nach bhfuil an ceart agam, seol teachtaireacht chuig comhordaitheoir na n-aistriúchán chun an fhadhb a réiteach.
nl: U schreef `%s' in het `Language-Team'-veld van de PO-bestandskop terwijl ik denk dat het `%s' had moeten zijn. Ik weet dit niet zeker. Als u denkt dat ik het fout heb, e-mail dan alstublieft de vertaalcoördinator om dit op te lossen.
ru: Вы написали `%s' в поле `Language-Team' заголовка PO-файла, а я думаю, что оно должно быть `%s'. Я не полностью уверен в этом. Если вы думаете, что я ошибаюсь, пожалуйста, отправьте email координатору переводов, чтобы исправить это.
vi: Ngài viết `%s' trong vùng `Language-Team' của phần đầu tập tin PO trong khi tôi nghĩ nó phải là `%s'. Tôi không chắc chắn lắm về việc này. Nếu ngài nghĩ tôi nhầm, thì xin hãy gửi email đến hoa tiêu của dự án dịch để sửa lỗi này.
zh_tw: 您在 PO 文件的‘Language-Team’字段寫入了‘%s’，但是我想它應該是‘%s’。對此 我並不太肯定。如果您認為我錯了，請發電子郵件給翻譯協調員更正。

source: Each translation team should publish some mailing list address, meant to appear (between angular brackets) after the language name into the `Language-Team' field of the PO file header. The Translation Project does not have such an address for the %s team. You might already know some list dedicated to internationalisation efforts for %s, which may well fit your needs. In case none, waiting to get better organised, you might use the address of one of the team members, maybe yours if you are alone in the team! In any case, please inform the translation coordinator of the address your team decides to use. Also note that the Translation Project and Linux International collaborate for opening mailing list for teams in need for such, but only _given_ that the team has been already productive through the publication of a few usable translation files -- after having dismantled a few unproductive teams, we decided for this stronger requirement.
fi: Jokaisen käännösryhmän tulisi julkaista joku postituslistaosoite, joka on tarkoitettu näkymään (kulmasulkeiden välissä) kielinimen jälkeen PO-tiedosto-otsakkeen "Language-Team"-kentässä. Käännösprojektilla ei ole sellaista osoitetta %s-ryhmälle. Saatat jo tietää jonkun lokalisointiponnistuksiin omistautuneen listan %s:lle, joka sopisi tarkoituksiisi. Jos vastaus on kielteinen, odottaessasi parempaa järjestäytymistä voit käyttää yhden ryhmän jäsenen osoitetta, ehkä sinun oma osoitettasi, jos olet yksin ryhmässä! Miten asia sitten olikin kerro käännöskoordinaattorille, mitä osoitetta ryhmäsi päättää käyttää. Huomaa myös, että käännösprojekti ja Linux International yhdessä avaavat postituslistoja ryhmille, jotka niitä tarvitsevat, mutta vain _edellyttäen_ että ryhmä on jo tuottava julkaisemalla muutaman käyttökelpoisen käännöstiedoston -- lakkautettuamme muutaman tuottamattoman ryhmän päätimme tämän vahvemman vaatimuksen.
ga: Ba chóir do gach foireann aistriúcháin seoladh liosta ríomhphoist a fhoilsiú, agus an seoladh seo a chur isteach (idir lúibíní uilleacha) i ndiaidh ainm na teanga sa réimse `Language-Team' i gceanntásc an chomhaid PO. Níl a leithéid de sheoladh ag an Tionscadal Aistriúcháin le haghaidh foirne %s. Seans go bhfuil aithne agat cheana ar liosta atá tugtha d'obair idirnáisiúnaithe ar son %s. Mura bhfuil, is féidir libh an seoladh ríomhphoist atá ag ceann de na baill ar d'fhoireann a úsáid, go fiú an seoladh atá agatsa mura bhfuil daoine eile ar an bhfoireann leat! Ar aon chaoi, cuir seoladh an liosta a úsáidfidh tú in iúl do chomhordaitheoir na n-aistriúchán. Tabhair faoi deara freisin go n-oibríonn an Tionscadal Aistriúcháin agus Linux International le chéile chun liostaí ríomhphoist a sholáthar nuair is gá, sa chás amháin gur foireann tháirgiúil atá i gceist, agus atá tar éis roinnt aistriúchán inúsáidte a fhoilsiú. Shocraigh muid rialacha níos déine maidir leis seo tar éis gur ghá cúpla foireann neamhtháirgiúil a dhíbirt.
ru: Каждая команда перевода должна была опубликовать некоторый адрес списка рассылки, предназначенный для указания (в угловых скобках) после имени языка в поле `Language-Team' заголовка PO-файла. В Проекте переводов нет такого адреса для команды %s. Вы могли уже знать некоторые списки, посвященные работам по интернационализации для %s, которые могут удовлетворить ваши потребности. В противном случае, ожидая лучшей организации, вы могли бы использовать адрес одного из членов команды, возможно ваш, если в ней один! В любом случае, пожалуйста, сообщите координатору переводов адресе, который ваша команда решит использовать. Заметьте также, что Проект переводов и Linux International сотрудничают для создания списка рассылки для команд, которым он нужен, но только для _избранных_ команд, которые уже опубликовали несколько пригодных к использованию файлов переводов. Так, после того, как мы были вынуждены отбраковать несколько непродуктивных команд, мы решились на это строгое требование.
vi: Mỗi nhóm dịch cần có một danh sách thư chung (đặt trong dấu ngoặc nhọn) phía sau tên của ngôn ngữ trong vùng `Language-Team' của phần đầu tập tin PO. Dự án dịch không có địa chỉ như vậy cho nhóm %s. Ngài có thể đã biết một vài danh sách dành tặng cho %s, và có thể đáp ứng nhu cầu của nhóm. Trong trường hợp không có, hãy chờ cho nhóm tổ chức tốt hơn, và ngài có thể sử dụng địa chỉ của một trong những thành viên của nhóm, có thể là của chính ngài nếu chỉ có một mình trong nhóm! Trong bất kỳ trường hợp nào, xin hãy thông báo cho hoa tiêu dự án dịch biết địa chỉ của nhóm. Đồng thời chú ý rằng Dự án dịch và Quốc Tế Linux hợp tác để mở các danh sách thư cho những nhóm cần chúng, những chỉ _dành cho_ những nhóm đã có sản phẩm dịch của một vài tập tin đưa vào sử dụng -- sau khi khám phá ra một vài nhóm làm việc không có hiệu quả, chúng tôi quyết định áp dụng yêu cầu này.
zh_tw: 每個翻譯小組都應當公布某個郵件列表地址，出現在 PO 文件頭的‘Language-Team’ 字段中，在語言名字之後，兩個尖括號之間。翻譯項目目前沒有 %s 小組的這個地址。您 可能已經知道一些致力於 %s 國際化的列表，它們可能符合您的需要。如果沒有，在等 待更好組織的同時，您可以使用某個小組成員的地址，如果小組中只有您一個人的話可 能就是您的！無論何種情況，請通知翻譯協調員貴翻譯小組決定使用的地址。另請留意， 翻譯項目和 Linux International 合作為需要它的小組提供郵件列表，但僅提供給那些 已有公布一些可用的翻譯成果的小組──在撤消了一些沒有成果的小組之後，我們決定 採用這一更加嚴格的標準。

source: You wrote <%s> in the `Language-Team' field of the PO file header, while I think it should have been <%s>. I'm not fully sure about this. If you think I got it wrong, please email to the translation coordinator for straightening this out.
fi: Kirjoitit <%s> PO-tiedosto-otsakkeen "Language-Team"-kentässä samalla kun minusta sen pitäisi olla <%s>. En ole tästä aivan varma. Jos olen mielestäsi väärässä, lähetä oikaiseva sähköpostiviesti käännöskoordinaattorille.
ga: Chuir tú <%s> sa réimse `Language-Team' i gceanntásc an chomhaid PO, cé go gceapaim gurbh fhearr <%s> a úsáid. Nílim cinnte faoi seo áfach. Má cheapann tú nach bhfuil an ceart agam, seol teachtaireacht chuig comhordaitheoir na n-aistriúchán chun an fhadhb a réiteach.
nl: U schreef <%s> in het `Language-Team'-veld van de PO-bestandskop, terwijl ik denk dat het <%s> had moeten zijn. Ik weet dit niet zeker. Als u denkt dat ik het fout heb, e-mail dan alstublieft de vertaalcoördinator om het op te lossen.
ru: Вы написали <%s> в поле `Language-Team' заголовка PO-файла, а я думаю, что оно должно быть <%s>. Я не полностью уверен в этом. Если вы думаете, что я ошибаюсь, пожалуйста, отправьте email координатору переводов, чтобы исправить это.
vi: Ngài viết <%s> trong vùng `Language-Team' của phần đầu tập tin PO trong khi tôi nghĩ nó phải là <%s>. Tôi không chắc chắn lắm về việc này. Nếu ngài nghĩ tôi nhầm, thì xin hãy gửi email đến hoa tiêu của dự án dịch để sửa lỗi này.
zh_tw: 您在 PO 文件的‘Language-Team’字段寫入了<%s>，但是我想它應該是<%s>。對此我並 不太肯定。如果您認為我錯了，請發電子郵件給翻譯協調員更正。

source: The `Language-Team' field was not found in your PO file header, or might not be formatted properly. The line containing this field often looks like: > 'Language-Team: LANGUAGE <TEAM-EMAIL-ADDRESS>\n' In this line, LANGUAGE is the English name of your spoken language, capitalizing the first letter of words and leaving the rest in lower case. It sometimes happen, not always, that TEAM-EMAIL-ADDRESS has the form `TEAM@li.org', where TEAM is the ISO-639 code for the language (not to be confused with country codes, which are a different standard). If I had to write this line myself, right now, according to the information which is available to me, I would use: > 'Language-Team: %s <%s>\n' If this leaves you clueless and you still want to find it, please write to the translation coordinator for asking, and we will work this out together.
fi: PO-tiedosto-otsakkeestasi ei löytynyt "Language-Team"-kenttää tai se ei ehkä ole oikein muotoiltu. Tämän kentän sisältävä rivi näyttää usein seuraavalta: > "Language-Team: KIELI <KIELIRYHMÄN SÄHKÖPOSTIOSOITE>\n" Tällä rivillä KIELI on puhumasi kielen englanninkielinen nimi, kirjoita sana ensimmäinen kirjain isolla ja jätä loput kirjaimet pieniksi. Joskus, ei aina, tapahtuu, että RYHMÄN SÄHKÖPOSTIOSOITE on muotoa "RYHMÄ@li.org", missä RYHMÄ on kielen ISO-639-koodi (älä sekoita maakoodeihin, jotka ovat eri standardissa). Jos minun on kirjoitettava tämä rivi itse, käyttäisin juuri nyt saamieni tietojen mukaan: > "Language-Team: %s <%s>\n" Jos tämä jättää sinut vihjeettömäksi ja haluat edelleen löytää sen, kirjoita käännöskoordinaattorille kysyäksesi asiaa ja ratkaisemme tämän yhdessä.
ga: Níor aimsíodh réimse `Language-Team' i gceanntásc do chomhaid PO, nó, b'fhéidir go bhfuil sé ann ach nach san fhormáid cheart. Go minic, tá sé san fhormáid seo a leanas: > 'Language-Team: TEANGA <SEOLADH-RÍOMHPHOST-NA-FOIRNE>\n' Sa líne seo, is é TEANGA an cód ISO-639 le haghaidh na teanga (i gcodarsnacht le cóid tíre atá ó chaighdeán difriúil ar fad). De réir an eolais atá agam faoi láthair, scríobhfainn é mar a leanas: > 'Language-Team: %s <%s>\n' Má tá tú ar mearbhall mar sin féin, seol teachtaireacht chuig comhordaitheoir na n-aistriúchán agus beidh tú ábalta an fhadhb a réiteach in éineacht leis/léi.
ru: Поле `Language-Team' не было найдено в заголовке вашего PO-файла или оно имело неправильный формат. Строка, содержащая это поле, часто выглядит как: > 'Language-Team: ЯЗЫК <АДРЕС-EMAIL-КОМАНДЫ>\n' В этой строке ЯЗЫК является английским названием языка, на котором вы говорите, с заглавной первой буквой в словах и остальными в нижнем регистре. Иногда случается, что АДРЕС-EMAIL-КОМАНДЫ имеет формат `КОМАНДА@li.org', где КОМАНДА - это код ISO-639 для языка (не путайте с кодами стран, имеющих другой стандарт). Если я должен прямо сейчас написать эту строку сам, согласно имеющейся у меня информации, я буду использовать: > 'Language-Team: %s <%s>\n' Если вы не соображаете и все равно хотите разобраться в этом, пожалуйста, спросите у координатора переводов, и мы вместе решим эту задачу.
vi: Không tìm thấy vùng `Language-Team' trong phần đầu tập tin PO, hoặc chưa được định dạng đúng. Dòng này có dạng như sau: > 'Language-Team: NGÔNNGỮ <ĐỊA-CHỈ-EMAIL-NHÓM>\n' trong đó NGÔNNGỮ là tên Tiếng Anh của nhóm nói tiếng của ngài, viết hoa chữ cái đầu tiên và viết thường cho phần còn lại. Thỉnh thoảng, nhưng không luôn luôn, ĐỊA-CHỈ-EMAIL-NHÓM có dạng `NHÓM@li.org', trong đó NHÓM là mã ISO-639 của ngôn ngữ (đừng nhầm với mã nước dùng tiêu chuẩn khác). Nếu tôi phài viết thông tin này ngay bây giờ, theo thông tin đã có, thì tôi sẽ viết như sau: > 'Language-Team: %s <%s>\n' Nếu ví dụ này không giúp ngài hiểu, và ngài vẫn muốn tìm nó, thì xin hãy viết thư hỏi hoa tiêu dự án dịch, và chúng ta sẽ cùng tìm ra lời giải đáp.
zh_tw: 在您的 PO 文件頭中未發現‘Language-Team’字段，或該字段格式不正確。包含該字段 的行看起來應該像： > ‘Language-Team: 語言 <小組-電子郵件-地址>\n’ 在此情況下，“語言”是您所講語言的英文名，首字母大寫，其餘字母小寫。在某些時 候(並不總是如此)，“小組-電子郵件-地址”的形式為‘小組@li.org’，“小組”是 語言的 ISO-639 代碼(不要與另有標準的地區和國家代碼混淆)。如果現在必須由我來寫 一行，根據我所擁有的資訊，我會用： > ‘Language-Team: %s <%s>\n’ 如果這讓您感到毫無頭緒而您仍然想要了解它，請寫信給翻譯協調員詢問，我們將一道 解決這一問題。
