Repository: donnut/software
Catalog: lib/messages/*.po
Languages: fi, ga, nl, ru, vi, zh_tw

source: In this file, %d messages have been translated already, accounting for %d%% of the original text size (in raw bytes). Still, %d messages need to be attended to. %s Please translate the remaining messages for the benefit of users of the %s language. Once the translation completed, send the result to the address given below, using the Subject line: > TP-Robot %s-%s.%s.po in your message header. You may contact either your team leader or me, if any question arises. In the meantime, this PO file has been submitted to the maintainer of programs using the textual domain `%s'. Thanks!
fi: Jo %d sanomaa on jo käännetty tässä tiedostossa, yhteensä %d %% alkuperäistekstikoosta (raakatavuina). Silti, %d sanomaa on vielä käännettävä. %s Käännä loput sanomat kielen %s käyttäjien hyödyksi. Lähetä käännös valmistumisen jälkeen alla olevaan osoitteeseen käyttäen Aihe-riviä: > TP-Robot %s-%s.%s.po sanomasi otsakkeessa. Jos mieleen tulee jotain kysyttävää, voit ottaa yhteyden joko ryhmänjohtajaan tai minuun. Joka tapauksessa tämä PO-tiedosto lähetetään tekstidomainia "%s" käyttävän ohjelmien ylläpitäjälle. Kiitoksia!
ga: Aistríodh %d teachtaireacht sa chomhad seo cheana, nó %d%% den chomhad, i dtéarmaí líon na mbeart. Tá %d teachtaireacht fágtha gan aon aistriú, nó le haistriúchán doiléir. %s Déan aistriúchán ar na teachtaireachtaí atá fágtha, ar son na ndaoine ar mian leo bogearraí a úsáid as %s. Nuair atá an t-aistriúchán curtha i gcrích, seol an comhad chuig an seoladh thíos, leis an líne "Subject": > TP-Robot %s-%s.%s.po i gceanntásc do theachtaireacht. Má tá ceisteanna agat, is féidir leat dul i dteagmháil le ceannaire d'fhoireann, nó liomsa. Idir an dá linn, sheol mé an comhad PO seo chuig an gcothaitheoir de cibé ríomhchláir a bhaineann úsáid as an bhfearann téacsach `%s'. Go raibh maith agat!
nl: In dit bestand zijn al %d berichten vertaald, die staan voor %d%% van de oorspronkelijke tekstgrootte (in ruwe bytes). Er zijn nog %d berichten waarnaar moet worden gekeken. %s Vertaal alstublieft de overgebleven berichten voor de gebruikers van de taal %s. Als de vertaling voltooid is, kunt u deze opsturen naar het onderstaande adres, met als Onderwerp-regel: > TP-Robot %s-%s.%s.po in uw berichtkop. U kunt bij vragen contact opnemen met uw teamleider of met mij. Ondertussen is dit PO-bestand opgestuurd naar de maintainer van programma's die het tekstdomein `%s' gebruiken. Bedankt!
ru: В этом файле уже было переведено %d сообщений, что составляет %d%% от размера оригинального текста (в сырых байтах). %d сообщений все еще должно быть обработано. %s Пожалуйста, переведите оставшиеся сообщения для пользователей %s языка. После того, как перевод будет завершен, отправьте результат по указанному ниже адресу с темой: > TP-Robot %s-%s.%s.po в заголовке своего сообщения. Вы можете связаться с руководителем своей команды или со мной, если возникнут какие-либо вопросы. Между тем этот PO-файл будет передан на рассмотрение сопроводителю программ, использующих текстовый домен`%s'. Спасибо!
vi: Trong tập tin này, có %d thông báo đã được dịch, trong số %d%% của kích thước văn bản gốc (tính theo byte thô). Hiện thời, còn cần dịch %d thông báo. %s Xin hãy dịch những thông báo còn lại để giúp người dùng ngôn ngữ %s. Một khi đã hoàn thành bản dịch, xin hãy gửi kết quả tới địa chỉ bên dưới, với dòng Tên thư như sau: > TP-Robot %s-%s.%s.po Ngài có thể liên hệ trưởng nhóm hoặc tôi, nếu có câu hỏi Trong lúc đó, tập tin PO này sẽ được gửi tới nhà duy trì của chương trình sử dụng miền nguyên bản `%s'. Cám ơn ngài!
zh_tw: 在這個文件中，%d 條消息已被翻譯，以 Byte 計，翻譯的部分佔全文的 %d%%。不過，仍然有 %d 消息需要翻譯。%s 請翻譯剩下來的訊息，以讓使用%s的用戶受益。當翻譯完成後，請將結果 發送到以下地址，標題 (Subject) 設定為： > TP-Robot %s-%s.%s.po 一旦出現任何問題，您可以聯絡貴翻譯小組的協調者或我。同時，這個 PO 文 件已經被提交給使用文本域‘%s’的軟體維護者。 謝謝！

source: The following HTML pages should also be updated by tomorrow. > %s/HTML/domain-%s.html > %s/HTML/team-%s.html The Translation Project robot, in the name of your translation coordinator. <translation@translationproject.org>
nl: De volgende HTML-pagina's moet ook morgen bijgewerkt zijn. > %s/HTML/domain-%s.html > %s/HTML/team-%s.html De Vertaalproject Robot, in naam van uw vertaalcoördinator. <translation@translationproject.org>
ru: Следующие HTML-страницы также должны быть завтра обновлены. > %s/HTML/domain-%s.html > %s/HTML/team-%s.html Робот Проекта переводов, от имени вашего руководителя переводов. <translation@translationproject.org>
zh_tw: 下列 HTML 頁面也應該會在明天之前更新。 > %s/HTML/domain-%s.html > %s/HTML/team-%s.html 翻譯項目機器人 以翻譯協調員的名義 translation@translationproject.org

source: P.S. - You may find a copy (maybe not official) of the distribution as:
fi: J.K. - Löydät kopion (ei ehkä virallisen) jakelusta osoitteesta:
ga: P.S. - Is féidir leat cóip (b'fhéidir ceann neamhoifigiúil) den phacáiste mar:
nl: P.S. - U kunt een (mogelijk niet officiële) kopie van de distributie vinden als:
ru: P.S. - Вы можете найти копию (возможно неофициальную) дистрибутива как:
vi: P.S. - Ngài có thể lấy bản sao (có thể không chính thức) của bản phân phối tại:
zh_tw: P.S. - 您可以找到這一發行版的一份副本(可能並非正式版)：

source: From: Translation Project Robot <translation@translationproject.org> To: %s Subject: Contents of file `%s' MIME-Version: 1.0 Content-Type: multipart/mixed; boundary="=-=-=" --=-=-= Content-Type: application/octet-stream Content-Disposition: attachment; filename=%s Content-Transfer-Encoding: base64
nl: From: Vertaalproject Robot <translation@translationproject.org> To: %s Subject: Inhoud van bestand `%s' MIME-Version: 1.0 Content-Type: multipart/mixed; boundary="=-=-=" --=-=-= Content-Type: application/octet-stream Content-Disposition: attachment; filename=%s Content-Transfer-Encoding: base64
ru: От: Робот Проекта переводов <translation@translationproject.org> Кому: %s Тема: Содержимое файла `%s' MIME-Version: 1.0 Content-Type: multipart/mixed; boundary="=-=-=" --=-=-= Content-Type: application/octet-stream Content-Disposition: attachment; filename=%s Content-Transfer-Encoding: base64

source: --=-=-= The Translation Project robot, in the name of your translation coordinator. <translation@translationproject.org> --=-=-=--
nl: --=-=-= De Vertaalproject Robot, in naam van uw vertaalcoördinator. <translation@translationproject.org> --=-=-=--
ru: --=-=-= Робот Проекта переводов, от имени вашего руководителя переводов. <translation@translationproject.org> --=-=-=--
zh_tw: --=-=-= 翻譯項目機器人 以翻譯協調員的名義 translation@translationproject.org --=-=-=--

source: Usage: %s [ -scm | -el ] [FILE]...
fi: Käyttö: %s [ -scm | -el ] [TIEDOSTO]...
ga: Úsáid: %s [ -scm | -el ] [COMHAD]...
nl: Gebruik: %s [ -scm | -el ] [BESTAND]...
ru: Использование: %s [ -scm | -el ] [ФАЙЛ]...
vi: Sử dụng: %s [ -scm | -el ] [TẬPTIN]...
zh_tw: 用法：%s [ -scm | -el ] [檔案]……

source: %s: Not enough hints for a key
fi: %s: Ei kylliksi vihjeitä avaimelle
ga: %s: Níl go leor leideanna le haghaidh eochrach
nl: %s: Niet genoeg tips voor sleutel
ru: %s: Не хватает подсказок для ключа
vi: %s: Không đủ gợi ý cho một phím
zh_tw: %s：關於鑰匙的提示不足

source: # SOME DESCRIPTIVE TITLE. # Copyright (C) YEAR Free Software Foundation, Inc. # FIRST AUTHOR <EMAIL\@ADDRESS>, YEAR. # #, fuzzy msgid '' msgstr '' 'Project-Id-Version: PACKAGE VERSION\n' 'PO-Revision-Date: YEAR-MO-DA HO:MI+ZONE\n' 'Last-Translator: FULL NAME <EMAIL\ADDRESS_ARRAY>\n' 'Language-Team: LANGUAGE <LL\li_ARRAY.org>\n' 'MIME-Version: 1.0\n' 'Content-Type: text/plain; charset=CHARSET\n' 'Content-Transfer-Encoding: ENCODING\n'
fi: # JOKU KUVAAVA OTSIKKO. # Copyright (C) VUOSI Free Software Foundation, Inc. # ENSIMMÄINEN KÄÄNTÄJÄ <SÄHKÖPOSTI\@OSOITE>, VUOSI. # #, fuzzy msgid '' msgstr '' 'Project-Id-Version: PAKKAUS VERSIO\n' 'PO-Revision-Date: YEAR-MO-DA HO:MI+ZONE\n' 'Last-Translator: KOKO NIMI <EMAIL\ADDRESS_ARRAY>\n' 'Language-Team: KIELI <LL\li_ARRAY.org>\n' 'MIME-Version: 1.0\n' 'Content-Type: text/plain; charset=CHARSET\n' 'Content-Transfer-Encoding: ENCODING\n'
nl: # EEN BESCHRIJVENDE TITEL. # Copyright (C) JAAR Free Software Foundation, Inc. # EERSTE AUTEUR <EMAIL\@ADRES>, JAAR. # #, fuzzy msgid '' msgstr '' 'Project-Id-Version: PAKKET VERSIE\n' 'PO-Revision-Date: JAAR-MA-DA UU:MI+TIJDZONE\n' 'Last-Translator: VOLLEDIGE NAAM <EMAIL\ADRES_ARRAY>\n' 'Language-Team: TAAL <LL\li_ARRAY.org>\n' 'MIME-Version: 1.0\n' 'Content-Type: text/plain; charset=TEKENSET\n' 'Content-Transfer-Encoding: CODERING\n'
ru: # ЗАГОЛОВОК С ОПИСАНИЕМ. # Copyright (C) ГОД Free Software Foundation, Inc. # ПЕРВЫЙ АВТОР <EMAIL\@АДРЕС>, ГОД. # #, fuzzy msgid '' msgstr '' 'Project-Id-Version: ПАКЕТ ВЕРСИЯ\n' 'PO-Revision-Date: ГОД-ММ-ДД ЧЧ:ММ+ЗОНА\n' 'Last-Translator: ПОЛНОЕ ИМЯ <EMAIL\АДРЕС_ARRAY>\n' 'Language-Team: ЯЗЫК <LL\li_ARRAY.org>\n' 'MIME-Version: 1.0\n' 'Content-Type: text/plain; charset=НАБОР_СИМВОЛОВ\n' 'Content-Transfer-Encoding: КОДИРОВКА\n'
vi: # DÒNG MÔ TẢ. # Copyright (C) YEAR Free Software Foundation, Inc. # NGƯỜI DỊCH ĐẦU TIÊN <ĐỊA-CHỈ\@E-MAIL>, NĂM. # #, fuzzy msgid '' msgstr '' 'Project-Id-Version: PHIÊN BẢN CỦA GÓI\n' 'PO-Revision-Date: YEAR-MO-DA HO:MI+ZONE\n' 'Last-Translator: TÊN ĐẦY ĐỦ <EMAIL\ADDRESS_ARRAY>\n' 'Language-Team: NGÔN NGỮ <LL\li_ARRAY.org>\n' 'MIME-Version: 1.0\n' 'Content-Type: text/plain; charset=BẢNGMÃ\n' 'Content-Transfer-Encoding: ENCODING\n'
zh_tw: # 描述性的標題. # Copyright (C) 年份 Free Software Foundation, Inc. # 原作者 <電子郵件\@地址>, 年份. # #, fuzzy msgid '' msgstr '' 'Project-Id-Version: 套件 版本號\n' 'PO-Revision-Date: 年-月-日 時:分+時區\n' 'Last-Translator: 全名 <電子郵件\地址>\n' 'Language-Team: 語言 <LL\li_ARRAY.org>\n' 'MIME-Version: 1.0\n' 'Content-Type: text/plain; charset=字元集\n' 'Content-Transfer-Encoding: 編碼\n'

source: For some reason, your PO file seems to have no entries at all, like if it were empty. Sigh! It looks like there is something wrong, somewhere...
fi: Jostain syystä PO-tiedostossasi ei tunnu olevan ollenkaan alkioita. Ihan kuin se olisi tyhjä. Huokaus! Näyttää, että joitain on vialla jossain...
ga: Ar fáth éigin, dealraíonn sé nach bhfuil aon iontráil i do chomhad PO, mar a bheadh sé folamh. Och! Is dócha go bhfuil fadhb éigin ann, in áit éigin...
nl: Om de een of andere reden lijkt het alsof uw PO-bestand helemaal geen ingangen heeft, alsof het leeg is. He! Het ziet eruit alsof er ergens iets niet klopt...
ru: По какой-то причине ваш PO-файл, похоже, вообще не содержит пунктов, как если бы он был пустым. Блин! Похоже, что-то пошло не так, где-то...
vi: Vì một số nguyên nhân, tập tin PO của ngài không có mục nào, như khi nó rỗng. Đáng buồn! Có vẻ như có gì đó không đúng, ở đâu đó...
zh_tw: 因為某些原因，您的 PO 文件似乎不含任何訊息，就像空的一樣。可惜！看起來是某些 地方出問題了，在某個地方……

source: I, the Translation Project robot, just failed in a rather unexpected way. Sigh! Despair! I'm bugged, lost, doomed :-(. Help me! Report all details you can at <translation@translationproject.org>. Please do _not_ start your Subject line with `TP-Robot'.
nl: Ik, de Vertaalproject Robot, heb zojuist gefaald op een onverwachte manier. Nou zeg! Verlies alle moed! Ik heb een fout, ben verloren, gedoemd :-(. Help mij! Rapporteer alle details die u kan vinden aan <translation@translationproject.org>. Begin uw Onderwerp-regel alstublieft _niet_ met `TP-Robot'.
ru: У меня - Робота Проекта переводов - только что произошел сбой весьма неожиданным способом. Чертовы глюки! Я повергнут, раздавлен и обречен :-(. Помогите мне! Сообщите о всех каких только сможете подробностях на <translation@translationproject.org>. Пожалуйста, _не_ начинайте тему словами `TP-Robot'.
zh_tw: 我，翻譯項目機器人，以一種出人意料方式掛了。唉！我絕望了！我身染重病，一頭 霧水，難道是死定了？:-( 救救我啊！請將您所能知道的所有細節告訴 translation@translationproject.org。請不要再以‘TP-Robot’開始您的標題。

source: In fact, the Translation Project registry holds the preferred email address for many translators like you, and some necessary aliases as well. It is better to avoid the proliferation of alternate email addresses and stick to only one, whenever possible. In any case, please keep the translation coordinator informed of such things, at least as a mild form of verification. Some stronger authentication scheme might be needed, one of these days!
fi: Itse asiassa käännösprojektirekisterissä on etusijaiset sähköpostiosoitteet monille kaltaisillesi kääntäjille ja jotkut välttämättömät aliakset myös. On parempi välttää vaihtoehtoisten sähköpostiosoitteiden lisäystä ja pysytellä vain yhdessä, milloin se on mahdollista. Joka tapauksessa, kerro käännös- koordinaattorille tällaisista asioista, ainakin lievänä varmennuskeinona. Joku varmempi oikeaksitodistamissuunnitelma saatetaan tarvita, eletään sellaisia aikoja!
ga: Tá seoltaí molta ríomhphoist le haghaidh aistritheoirí cosúil leatsa againn sa chlárlann mhór ag an Tionscadal Aistriúcháin, in éineacht le roinnt ailiasanna riachtanach freisin. B'fhearr linn má úsáideann tú seoladh ríomhphost amháin, más féidir, i dtreo nach gcuirtear le líon na seoltaí sa chlárlann gan ghá. Ar aon chuma, cuir aon athruithe in iúl do chomhordaitheoir na n-aistriúchán, mar cineál lag fíoraithe. Seans go mbeidh fíorú níos treise de dhíth orainn amach anseo!
nl: Het is zelfs zo dat het Vertaalproject het voorkeurs e-mail adres weet voor veel vertalers zoals u, en ook de nodige aliasen. Het is beter het voortbestaan van alternatieve e-mail adressen te stoppen en als dat mogelijk is het bij één te houden. Zorg alstublieft in ieder geval dat de vertaalcoördinator dit soort dingen weet, tenminste als minimale vorm van controle. Misschien moet er in de komende tijd ergens een sterkere controle komen!
ru: На самом деле в реестре Проекта переводов хранятся предпочтительные адреса email для многих переводчиков как вы, а также несколько необходимых алиасов. Лучше избегать распространения альтернативных адресов email и придерживаться только одного всякий раз, когда это возможно. В любом случае, пожалуйста, держите координатора переводов в курсе этих вещей, по крайней мере, как простой формы контроля. В один из дней может понадобиться другая усиленная схема аутентификации!
vi: Trên thực tế, bản ghi của Dự án dịch giữ địa chỉ email ưa thích cho rất nhiều nhà dịch thuật như ngài. Và một vài người cần địa chỉ tương đương. Tốt nhất là tránh không cho nảy sinh các địa chỉ email tương đương và chỉ sử dụng một địa chỉ khi có thể. Trong bất kỳ trường hợp nào, xin hãy báo cho hoa tiêu của dự án dịch biết. Hiện thời cần một hệ thống xác nhận mạnh hơn!
zh_tw: 事實上，在翻譯項目的登記表中，存放著許多像您這樣的翻譯者慣用的郵件地址，也有 一些必要的別名。但是只要有可能，最好避免使用多個電子郵件地址，而是堅持使用其 中的一個。在任何情況下，請事先通知翻譯協調員，至少讓他有一個哪怕很不正式的驗 證的機會。不久的將來，可能會採用某種更強的驗證機制！

source: I'm ignoring the whole following MIME part within your invoice:
fi: En välitä lähetyksesi seuraavasta kokonaisesta MIME-osiosta:
ga: Nílim ag bacadh leis an bpáirt iomlán MIME a leanas i do shonrasc:
nl: Ik negeer het volgende MIME-deel binnen uw afschrift:
ru: Я пропускаю всю последующую часть MIME внутри вашего документа:
vi: Tôi lờ đi toàn bộ phần MIME trong thư gửi của ngài:
zh_tw: 我將忽略掉您的提交中的以下 MIME 部分：

source: Hmph! It seems I'm not clever enough yet to find your PO file within your message. The translation coordinator, who is my beloved master, explained that I still have many things to learn about real life, before being able to handle all situations. So, I'll go and ask him to help me unpack your invoice.
fi: Hmm! Tuntuu, että en ole vielä kyllin älykäs löytääkseni PO-tiedostoasi sanomastasi. Käännöskoordinaattori, joka on minun rakas mestarini, selitti, että minulla on vielä monia asioita opittavana tosielämässä ennen kuin kykenen käsittelemään kaikkia tilanteita. Joten menen ja kysyn häneltä neuvoa voidakseni purkaa sinun lähetyksesi.
ga: Hmph! Ní raibh mé in ann do chomhad PO a aimsiú isteach i do theachtaireacht. Dúirt comhordaitheoir na n-aistriúchán, mo ghrá geal, liom go bhfuil go leor rudaí le foghlaim agam sular féidir liom gach cás a láimhseáil i gceart. Iarrfaidh mé air do shonrasc a dhíphacáil de láimh.
nl: Hmm! Het ziet ernaar uit dat ik niet slim genoeg ben om uw PO-bestand te vinden in uw bericht. De vertaalcoördinator, mijn geliefde meester, heeft uitgelegd dat ik nog veel moet leren van het echte leven, voordat ik mij in elke situatie kan redden. Daarom ga ik hem nu vragen om me te helpen bij het uitpakken van uw afschrift.
ru: Гм! Похоже, что я еще не настолько сообразителен, чтобы найти ваш PO-файл внутри вашего сообщения. Координатор переводов - мой возлюбленный господин - объяснял мне, что я должен еще многое изучить о реальной жизни перед тем, как смогу разобираться во всех ситуациях. Поэтому я пойду и попрошу его помочь мне распаковать ваш документ.
vi: Hmph! Có vẻ là tôi không đủ thông minh để tìm ra tập tin PO trong thư của ngài. Hoa tiêu của dự án dịch, chủ nhân đáng kính của tôi, giải thích là tôi vẫn còn nhiều thứ về cuộc sống thực cần phải học, trước khi có thể điều khiển mọi tình huống. Vì thế, tôi sẽ hỏi ngài ấy giúp đỡ tôi giải quyết thư này.
zh_tw: 嗯，看來我不夠聰明，沒法在您的信件裡發現您的 PO 文件。翻譯協調員，我鐘愛 的主人，向我解釋過，我在真實的世界裡仍然要學許多東西才能應對各種情況。所以， 我將去他那兒，請他幫助我處理您的信件。

source: Your message contains multiple MIME parts, and I see that I am not able to decide which one of these parts is meant to contain your PO file. Would you help me, while resubmitting your message, by using a simpler MIME structure?
fi: Sanomasi sisältää useita MIME-osioita, ja huomaan että en kykene päättämään, mikä näistä osioista on tarkoitettu sisältämään PO-tiedostosi. Voitko auttaa minua lähettämällä sanomasi uudelleen käyttäen yksinkertaisempaa MIME-rakennetta?
ga: Feicim go bhfuil ilpháirteanna MIME i do theachtaireacht, agus ní féidir liom cinneadh cé acu atá do chomhad PO. Le do thoil, úsáid struchtúr MIME níos simplí agus do theachtaireacht á seoladh an chéad uair eile.
nl: Uw bericht bevat meerdere MIME-delen, en ik zie dat ik niet kan beslissen welk van deze delen uw PO-bestand bevat. Kunt u mij helpen door uw bericht nogmaals te verzenden, en dan met een eenvoudigere MIME-structuur?
ru: Ваше сообщение содержит несколько частей MIME и я вижу, что не в состоянии решить, какая из этих частей должна содержит ваш PO-файл. Не хотите помочь мне, повторно отправив свое сообщение и используя структуру MIME попроще?
vi: Thư của ngài chứa nhiều phần MIME, và tôi thấy mình không có khả năng quyết định phần nào trong số chúng chứa tập tin PO. Ngài có thể giúp tôi bằng cách gửi lại thư của mình và sử dụng một cấu trúc MIME đơn giản hơn?
zh_tw: 您的信件包含多個 MIME 部分，我無法確認哪一部分包含您的 PO 文件。您能否幫我個 忙，用簡單一點的 MIME 結構重新提交您的信件？

source: The translation coordinator does not trust me enough yet to let me handle a PO template file all alone. So, for this one, I'll go disturb him!
fi: Käännöskoordinaattori ei luota minuun vielä tarpeeksi salliakseen minun käsitellä PO-mallinnetiedostoa yksinäni. Joten tässä tapauksessa menen häiritsemään häntä!
ga: Níl muinín ag comhordaitheoir na n-aistriúchán asam fós creatchomhaid PO a láimhseáil as mo stuaim féin. Mar sin, cuirfidh mé isteach air sa chás seo!
nl: De vertaalcoördinator vertrouwt me nog niet genoeg om een PO-sjaboon- bestand helemaal alleen te verwerken. Voor dit bestand ga ik hem storen!
ru: Координатор переводов все еще не доверяет мне управлять всеми файлами шаблонов PO самому. Поэтому, из-за этого шаблона я побеспокою его!
vi: Hoa tiêu của dự án dịch chưa đủ tin tưởng để cho phép tôi điều khiển một tập tin PO template. Vì thế, lần này tôi sẽ đến làm phiền ngài ấy!
zh_tw: 翻譯協調員不太信任我，不讓我單獨處理一個 PO 模版文件。所以，我現在就去跟 他聯絡！

source: I was expecting information in the file name argument which I did not find. %s The file name argument should look like `DOMAIN-VERSION.TEAM.po'.
fi: Odotin tietoja tiedostonimiargumentissa, jota en löytänyt. %s Tiedostonimiargumentin pitäsi näyttää samalta kuin "DOMAIN-VERSIO.RYHMÄ.po".
ga: Bhí mé ag súil le heolas áirithe in ainm an chomhaid ach níor aimsigh mé é. %s Ba chóir ainm an chomhaid a bheith san fhoirm `FEARANN-LEAGAN.FOIREANN.po'.
nl: Ik had informatie verwacht in het bestandsnaam argument die ik niet gevonden heb. %s Het bestandsnaam argument moet eruit zien als `DOMEIN-VERSIE.TEAM.po'.
ru: Я ожидал получить информацию из аргумента имени файла, которую я так и не нашел. %s Аргумент имени файла должен выглядеть как `ДОМЕН-ВЕРСИЯ.КОМАНДА.po'.
vi: Tôi đã mong đợi thông tin trong tham số tên tập tin và không tìm thấy nó. %s Tham số tên tập tin phải có dạng `MIỀN-PHIÊNBẢN.NHÓM.po'.
zh_tw: 我沒有找到應該從檔名得到的資訊。 %s 檔名看起來應該像：‘域-版本號.翻譯小組代碼.po’。

source: Within the Translation Project, no team has the code `%s'.
fi: Käännösprojektissa millään ryhmällä ei ole koodia "%s".
ga: Níl foireann le cód `%s' sa Tionscadal Aistriúcháin GNU.
nl: Binnen het Vertaalproject heeft geen enkel team de code `%s'.
ru: В Проекте переводов нет команды с кодом `%s'.
vi: Trong Dự án dịch, không có nhóm với mã `%s'.
zh_tw: 在翻譯項目中，沒有一個翻譯小組的代碼是‘%s’。

source: I see that you used `%s@%s' to reach me. Even it worked, a few email aliases were surely involved, which are not all under control. It is safer that you use my real email address, which is `translation@translationproject.org'.
nl: Ik zie dat u `%s@%s' gebruikt heeft om mij te bereiken. Zelfs nu het gewerkt heeft, zijn er zeker e-mail aliasen voor gebruikt, die die allemaal onder eigen beheer vallen. Het is veiliger om mijn echte e-mail adres te gebruiken, en dat is `translation@translationproject.org'.
ru: Я вижу, что вы использовали `%s@%s', чтобы достичь меня. Хоть это и сработало, несомненно было затронуто несколько алиасов email, которые не находятся под контролем. Будет безопаснее, если вы будете использовать мой настоящий адрес email - `translation@translationproject.org'.
zh_tw: 我了解到您用‘%s@%s’發信給我。即便能夠成功，您也使用了一些不完全可控的郵件地 址別名。使用我的正式郵件地址‘translation@translationproject.org’將更安全。
