Repository: donnut/software
Catalog: lib/messages/*.po
Languages: fi, ga, nl, ru, vi, zh_tw

source: URL `%s' was not there anyway
fi: URL "%s" ei kuitenkaan ollut siellä
ga: Ní raibh URL `%s' ann ar aon chor
nl: URL `%s' was er toch niet
ru: URL `%s' никогда не существовал
vi: Chưa có URL `%s' ở đó
zh_tw: URL ‘%s’本已不存在

source: Use at least one argument with `urls'
fi: Käytä vähintään yhtä argumenttia "urls":n kanssa
ga: Úsáid argóint amháin ar a laghad le `urls'
nl: Gebruik tenminste één argument bij `urls'
ru: Используйте только один аргумент с `urls'
vi: Hãy dùng ít nhất một tham số với `urls'
zh_tw: 使用‘urls’時至少帶一個參數

source: Use exactly one argument with `remark'
fi: Käytä tarkalleen yhtä argumenttia "remark":n kanssa
ga: Úsáid argóint amháin agus gan ach argóint amháin le `remark'
nl: Gebruik precies één argument bij `remark'
ru: Используйте только один аргумент с `remark'
vi: Hãy dùng chính xác một tham số với `remark'
zh_tw: 使用‘remark’時必須只帶一個參數

source: Remark `%s' is already present
fi: Kommentti "%s" on jo olemassa
ga: Tá nóta `%s' ann cheana
nl: Opmerking `%s' is al aanwezig
ru: Комментарий `%s' уже имеется
vi: Đã có nhận xét `%s'
zh_tw: 注釋‘%s’已存在

source: Use exactly one argument with `noremark'
fi: Käytä tarkalleen yhtä argumenttia "noremark":n kanssa
ga: Úsáid argóint amháin agus gan ach argóint amháin le `noremark'
nl: Gebruik precies één argument bij `noremark'
ru: Используйте только один аргумент с `noremark'
vi: Hãy dùng chính xác một tham số với `noremark'
zh_tw: 使用‘noremark’時必須只帶一個參數

source: Remark `%s' was not there anyway
fi: Kommentti "%s" ei kuitenkaan ollut siellä
ga: Ní raibh nóta `%s' ann ar aon chor
nl: Opmerking `%s' was er toch niet
ru: Комментарий `%s' никогда не существовал
vi: Chưa có nhận xét `%s' ở đó
zh_tw: 注釋‘%s’已不存在

source: Do not use arguments with `remarks'
fi: Älä käytä argumentteja "remarks":n kanssa
ga: Ná húsáid argóintí le `remarks'
nl: Gebruik geen argumenten bij `remarks'
ru: Не используйте аргументы с `remarks'
vi: Đừng dùng tham số với `remarks'
zh_tw: 使用‘remarks’時不帶參數

source: Use exactly one argument with `charset'
fi: Käytä tarkalleen yhtä argumenttia "charset":n kanssa
ga: Úsáid argóint amháin agus gan ach argóint amháin le `charset'
nl: Gebruik precies één argument bij `charset'
ru: Используйте только один аргумент с `charset'
vi: Hãy dùng chính xác một tham số với `charset'
zh_tw: 使用‘charset’時必須只帶一個參數

source: Do not use arguments with `nocharset'
fi: Älä käytä argumentteja "nocharset":n kanssa
ga: Ná húsáid argóintí le `nocharset'
nl: Gebruik geen argumenten bij `nocharset'
ru: Не используйте аргументы с `nocharset'
vi: Đừng dùng tham số với `nocharset'
zh_tw: 使用‘nocharset’時不帶參數

source: Use exactly one argument with `leader'
fi: Käytä tarkalleen yhtä argumenttia "leader":n kanssa
ga: Úsáid argóint amháin agus gan ach argóint amháin le `leader'
nl: Gebruik precies één argument bij `leader'
ru: Используйте только один аргумент с `leader'
vi: Hãy dùng chính xác một tham số với `leader'
zh_tw: 使用‘leader’時必須只帶一個參數

source: Use exactly two arguments with `ref'
fi: Käytä tarkalleen kahta argumenttia "ref":in kanssa
ga: Úsáid dhá argóint go cruinn le `ref'
nl: Gebruik precies twee argumenten bij `ref'
ru: Используйте только два аргумента с `ref'
vi: Hãy dùng chính xác hai tham số với `ref'
zh_tw: 使用‘ref’時必須帶兩個參數

source: Reference `%s, %s' is already present
fi: Viite "%s, %s" on jo olemassa
ga: Tá tagairt `%s, %s' ann cheana
nl: Verwijzing `%s, %s' is al aanwezig
ru: Ссылка `%s, %s' уже имеется
vi: Đã có sự nhắc đến `%s, %s'
zh_tw: 引用‘%s，%s’已存在

source: Use exactly two arguments with `noref'
fi: Käytä tarkalleen kahta argumenttia "noref":in kanssa
ga: Úsáid dhá argóint go cruinn le `noref'
nl: Gebruik precies twee argumenten bij `noref'
ru: Используйте только два аргумента с `noref'
vi: Hãy dùng chính xác hai tham số với `noref'
zh_tw: 使用‘noref’時帶且只帶兩個參數

source: Reference `%s, %s' was not there anyway
fi: Viite "%s, %s" ei kuitenkaan ollut siellä
ga: Ní raibh tagairt `%s, %s' ann ar dhóigh ar bith
nl: Verwijzing `%s, %s' was er toch niet
ru: Ссылка `%s, %s' никогда не существовала
vi: Chưa có sự nhắc đến `%s, %s' ở đó
zh_tw: 引用‘%s，%s’本已不存在

source: Use a pair number of arguments with `refs'
fi: Käytä "refs":n kanssa argumenttien parinumeroa
ga: Úsáid ré-uimhir argóintí le `refs'
nl: Gebruik een gepaard aantal argumenten bij `refs'
ru: Используйте пару аргументов с `refs'
vi: Hãy dùng một cặp tham số với `refs'
zh_tw: 使用‘refs’時帶成對的參數

source: Reference `%s, %s' duplicated
fi: Viite "%s, %s" on kaksoiskopioitu
ga: Tagairt `%s, %s' dúblach
nl: Verwijzing `%s, %s' is dubbel
ru: Ссылка `%s, %s' повторяется
vi: Trùng lặp sự nhắc đến `%s, %s'
zh_tw: 引用‘%s，%s’重復

source: Use exactly one argument with `translator'
fi: Käytä tarkalleen yhtä argumenttia "translator":in kanssa
ga: Úsáid argóint amháin agus gan ach argóint amháin le `translator'
nl: Gebruik precies één argument bij `translator'
ru: Используйте только один аргумент с `translator'
vi: Hãy dùng chính xác một tham số với `translator'
zh_tw: 使用‘translator’時必須只帶一個參數

source: Translator `%s' is already present
fi: Kääntäjä "%s" on jo olemassa
ga: Tá aistritheoir `%s' ann cheana
nl: Vertaler `%s' is al aanwezig
ru: Переводчик `%s' уже имеется
vi: Đã có người dịch `%s'
zh_tw: 翻譯者‘%s’已存在

source: Use exactly one argument with `notranslator'
fi: Käytä tarkalleen yhtä argumenttia "notranslator":in kanssa
ga: Úsáid argóint amháin agus gan ach argóint amháin le `notranslator'
nl: Gebruik precies één argument bij `notranslator'
ru: Используйте только один аргумент с `notranslator'
vi: Hãy dùng chính xác một tham số với `notranslator'
zh_tw: 使用‘notranslator’時必須只帶一個參數

source: Translator `%s' is not know anyway
fi: Kääntäjää "%s" ei kuitenkaan tunneta
ga: Níl aistritheoir `%s' ar eolas ar dhóigh ar bith
nl: Vertaler `%s' was toch niet bekend
ru: Переводчик `%s' никак не известен
vi: Chưa biết đến người dịch `%s'
zh_tw: 翻譯者‘%s’已不存在

source: Should keep `%s' because of disclaimer
fi: Pitäisi pitää "%s" vastuuvapauslausekkeen vuoksi
ga: Ba chóir `%s' a choinneáil mar gheall ar an séanadh
nl: Moet `%s' behouden vanwege disclaimer
ru: Необходимо сохранить `%s' из-за отречения
vi: Cần giữ `%s' cho từ chối trách nhiệm
zh_tw: 基於放棄版權聲明的考慮應當保留‘%s’

source: Use exactly one argument with `alias'
fi: Käytä tarkalleen yhtä argumenttia "alias":n kanssa
ga: Úsáid argóint amháin agus gan ach argóint amháin le `alias'
nl: Gebruik precies één argument bij `alias'
ru: Используйте только один аргумент с `alias'
vi: Hãy dùng chính xác một tham số với `alias'
zh_tw: 使用‘alias’時必須只帶一個參數

source: Do not use arguments with `noalias'
fi: Älä käytä argumentteja "noalias":n kanssa
ga: Ná húsáid argóintí le `noalias'
nl: Gebruik geen argumenten bij `noalias'
ru: Не используйте аргументы с `noalias'
vi: Đừng dùng tham số với `noalias'
zh_tw: 使用時‘noalias’時不要帶參數

source: Alias `%s' was not there anyway
fi: Alias "%s" ei kuitenkaan ollut siellä
ga: Ní raibh ailias `%s' ann ar dhóigh ar bith
nl: Alias `%s' was er toch niet
ru: Алиас `%s' никогда не существовал
vi: Tên khác `%s' chưa có ở đó
zh_tw: 別名‘%s’已不存在

source: Use at least one argument with `aliases'
fi: Käytä vähintään yhtä argumenttia "aliases":n kanssa
ga: Úsáid argóint amháin ar a laghad le `aliases'
nl: Gebruik tenminste één argument bij `aliases'
ru: Используйте по крайней мере один аргумент с `aliases'
vi: Hãy dùng ít nhất một tham số với `aliases'
zh_tw: 使用‘aliases’時至少帶一個參數

source: Alias `%s' duplicated
fi: Alias "%s" on kaksoiskopioitu
ga: Ailias `%s' dúblach
nl: Alias `%s' is dubbel
ru: Алиас `%s' повторяется
vi: Trùng lặp tên khác `%s'
zh_tw: 別名‘%s’重復

source: Use exactly one argument with `http'
fi: Käytä tarkalleen yhtä argumenttia "http":n kanssa
ga: Úsáid argóint amháin agus gan ach argóint amháin le `http'
nl: Gebruik precies één argument bij `http'
ru: Используйте только один аргумент с `http'
vi: Hãy dùng chính xác một tham số với `http'
zh_tw: 使用‘http’時必須只帶一個參數

source: Do not use arguments with `nohttp'
fi: Älä käytä argumentteja "nohttp":n kanssa
ga: Ná húsáid argóintí le `nohttp'
nl: Gebruik geen argumenten bij `nohttp'
ru: Не используйте аргументы с `nohttp'
vi: Đừng dùng tham số với `nohttp'
zh_tw: 使用‘nohttp’時不要帶參數

source: Use exactly one argument with `do'
fi: Käytä tarkalleen yhtä argumenttia "do":n kanssa
ga: Úsáid argóint amháin agus gan ach argóint amháin le `do'
nl: Gebruik precies één argument bij `do'
ru: Используйте только один аргумент с `do'
vi: Hãy dùng chính xác một tham số với `do'
zh_tw: 使用‘do’時必須只帶一個參數

source: Use exactly one argument with `nodo'
fi: Käytä tarkalleen yhtä argumenttia "nodo":n kanssa
ga: Úsáid argóint amháin agus gan ach argóint amháin le `nodo'
nl: Gebruik precies één argument bij `nodo'
ru: Используйте только один аргумент с `nodo'
vi: Hãy dùng chính xác một tham số với `nodo'
zh_tw: 使用‘nodo’時必須只帶一個參數

source: Use at least one argument with `dos'
fi: Käytä ainakin yhtä argumenttia "dos":n kanssa
ga: Úsáid argóint amháin ar a laghad le `dos'
nl: Gebruik tenminste één argument bij `dos'
ru: Используйте по крайней мере один аргумент с `dos'
vi: Hãy dùng ít nhất một tham số với `dos'
zh_tw: 使用‘dos’時至少帶一個參數

source: Do `%s' duplicated
fi: Tee "%s":stä on kaksoiskopioitu
ga: `Do' `%s' dúblach
nl: Doen `%s' is dubbel
ru: Выполнение `%s' повторяется
vi: Trùng lặp do `%s'
zh_tw: 做‘%s’重復

source: %s: Unexistent domain or team!
fi: %s: ei-olemassa oleva domain tai ryhmä!
ga: %s: Fearann nó foireann nach ann dó!
nl: %s: Niet-bestaand domein of team!
ru: %s: Несуществующий домен или команда!
vi: %s: Miền hoặc nhóm không tồn tại!
zh_tw: %s：域或翻譯小組不存在！

source: %s: No hints found!
fi: %s: Vihjeitä ei löytynyt!
ga: %s: Níor aimsíodh leid ar bith!
nl: %s: Geen tips gevonden!
ru: %s: Подсказки не найдены!!
vi: %s: Không tìm thấy gợi ý!
zh_tw: %s：找不到任何提示！

source: %s: Missing version?
fi: %s: Version puuttuu?
ga: %s: Leagan ar iarraidh?
nl: %s: Ontbrekende versie?
ru: %s: Отсутствует версия?
vi: %s: Thiếu phiên bản?
zh_tw: %s：沒有版本號？

source: %s: Not in stats database!
fi: %s: Ei ollut stats-tietokannassa!
ga: %s: Níl sé sa bhunachar sonraí staitistice!
nl: %s: Niet in statistieken gegevensbank!
ru: %s: Нет в базе stats!
vi: %s: Không có trong cơ sở dữ liệu trạng thái!
zh_tw: %s：不在統計資料庫中！

source: SOME DESCRIPTIVE TITLE.
fi: JOKU KUVAAVA OTSIKKO.
nl: EEN BESCHRIJVENDE TITEL.
ru: ЗАГОЛОВОК С ОПИСАНИЕМ.
vi: TIÊU ĐỀ MỘT VÀI MÔ TẢ
zh_tw: 描述性的標題

source: FIRST AUTHOR <EMAIL@ADDRESS>, YEAR.
fi: ENSIMMÄINEN KÄÄNTÄJÄ <SÄHKÖPOSTI@OSOITE>, VUOSI.
nl: EERSTE AUTEUR <EMAIL@ADRES>, JAAR.
ru: ПЕРВЫЙ АВТОР <EMAIL@АДРЕС>, ГОД.
vi: NGƯỜI DỊCH ĐẦU TIÊN <ĐỊACHỈ@EMAIL>, NĂM.
zh_tw: 原作者名 <電子郵件@地址>, 年份.

source: PACKAGE VERSION
fi: PAKKAUS VERSIO
nl: PAKKET VERSIE
ru: ВЕРСИЯ ПАКЕТА
vi: GÓICHƯƠNGTRÌNH PHIÊNBẢN
zh_tw: 軟體 版本號

source: YEAR-MO-DA HO:MI +ZONE
fi: VUOSI-KK-PV TU:MI +VYÖHYKE
nl: JAAR-MA-DA UU:MI +TIJDZONE
ru: ГОД-ММ-ДД ЧЧ:ММ +ЗОНА
zh_tw: 年-月-日 時:分 +時區

source: FULL NAME <EMAIL@ADDRESS>
fi: KOKO NIMI <SÄHKÖPOSTI@OSOITE>
nl: VOLLEDIGE NAAM <EMAIL@ADRES>
ru: ПОЛНОЕ ИМЯ <EMAIL@АДРЕС>
vi: TÊN ĐẦY ĐỦ <ĐỊACHỈ@EMAIL>
zh_tw: 全名 <電子郵件@地址>

source: LANGUAGE <LL@li.org>
fi: KIELI <LL@li.org>
nl: TAAL <LL@li.org>
ru: ЯЗЫК <LL@li.org>
vi: NGÔNNGỮ <LL@li.org>
zh_tw: 語言 <LL@li.org>

source: text/plain; charset=CHARSET
nl: text/plain; charset=TEKENSET
ru: text/plain; charset=НАБОР_СИМВОЛОВ
vi: text/plain; charset=BẢNGMÃ
zh_tw: text/plain; charset=字元集

source: ENCODING
nl: CODERING
ru: КОДИРОВКА
vi: MÃHÓA
zh_tw: 編碼

source: %s:%d: Unrecognised line %s
fi: %s:%d: Tunnistamaton rivi %s
ga: %s:%d: Líne anaithnid %s
nl: %s:%d: Regel niet herkend %s
ru: %s:%d: Нераспознанная строка %s
vi: %s:%d: Dòng không nhận ra %s
zh_tw: %s：%d：無法識別的行 %s

source: Duplicate
fi: Kaksoiskopio
ga: Dúblach
nl: Dubbel
ru: Повторяется
vi: Trùng lặp
zh_tw: 重復

source: Unknown translator `%s'
fi: Tuntematon kääntäjä "%s"
ga: Aistritheoir anaithnid `%s'
nl: Onbekende vertaler `%s'
ru: Неизвестный переводчик `%s'
vi: Không rõ người dịch `%s'
zh_tw: 未知的翻譯者‘%s’

source: Unknown domain `%s'
fi: Tuntematon domain "%s"
ga: Fearann anaithnid `%s'
nl: Onbekend domein `%s'
ru: Неизвестный домен `%s'
vi: Không rõ miền `%s'
zh_tw: 未知的域‘%s’

source: Unknown team `%s'
fi: Tuntematon ryhmä "%s"
ga: Foireann anaithnid `%s'
nl: Onbekend team `%s'
ru: Неизвестная команда`%s'
vi: Không rõ nhóm `%s'
zh_tw: 未知的翻譯小組‘%s’

source: No hints from `%s'
fi: Ei vihjeitä kohteesta "%s"
ga: Ní raibh leid ar bith ó `%s'
nl: Geen tips van `%s'
ru: Нет подсказок из `%s'
vi: Không có dấu vết từ `%s'
zh_tw: 沒有來自‘%s’的提示

source: POT hint from `%s' contradicts previous
fi: POT-vihje merkkijonosta "%s" on ristiriidassa edellisen kanssa
ga: Bréagnaíonn leid POT ó `%s' an ceann roimhe seo
nl: POT-tip van `%s' spreekt vorige tegen
ru: Подсказка POT из `%s' противоречит предыдущей
vi: Dấu vết POT từ `%s' mâu thuẫn với cái trước
zh_tw: ‘%s’中提示的 POT 與以前的紀錄衝突

source: Domain hint from `%s' contradicts `%s'
fi: Domain-vihje merkkijonosta "%s" on ristiriidassa merkkijonon "%s" kanssa
ga: Bréagnaíonn leid ó `%s' maidir leis an bhfearann `%s'
nl: Domein tip van `%s' spreekt `%s' tegen
ru: Подсказка домена из `%s' противоречит `%s'
vi: Dấu vết miền từ `%s' mâu thuẫn `%s'
zh_tw: ‘%s’中提示的域與‘%s’衝突

source: Version hint from `%s' contradicts `%s'
fi: Versiovihje merkkijonosta "%s" on ristiriidassa merkkijonon "%s" kanssa
ga: Bréagnaíonn leid ó `%s' maidir leis an leagan `%s'
nl: Versie tip van `%s' spreekt `%s' tegen
ru: Подсказка версии из `%s' противоречит `%s'
vi: Dấu vết phiên bản từ `%s' mâu thuẫn `%s'
zh_tw: ‘%s’中提示的版本與‘%s’衝突

source: Team hint from `%s' contradicts `%s'
fi: Ryhmävihje merkkijonosta "%s" on ristiriidassa merkkijonon "%s" kanssa
ga: Bréagnaíonn leid ó `%s' maidir leis an bhfoireann `%s'
nl: Team tip van `%s' spreekt `%s' tegen
ru: Подсказка команды из `%s' противоречит `%s'
vi: Dấu vết nhóm từ `%s' mâu thuẫn `%s'
zh_tw: ‘%s’中提示的翻譯小組與‘%s’衝突

source: Inconsistent charset hint from `%s'
fi: Yhteensopimaton merkistövihje kohteesta "%s"
ga: Leid chontrártha ó `%s' maidir leis an tacar carachtar
nl: Inconsistente tekenset tip van `%s'
ru: Противоречивая подсказка набора символов из `%s'
vi: Mâu thuẫn dấu vết bảng mã từ `%s'
zh_tw: ‘%s’中提示的字元集不一致

source: Unrecognised version: %s
fi: Tunnistamaton versio: %s
ga: Leagan anaithnid: %s
nl: Versie niet herkend: %s
ru: Нераспознанная версия: %s
vi: Phiên bản không nhận ra: %s
zh_tw: 無法識別的版本：%s

source: Report from TP-Robot
fi: Raportti TP-Robotilta
ga: Tuairisc ón TP-Robot
nl: Verslag van TP-Robot
ru: Отчет от TP-Робота
vi: Báo cáo từ TP-Rôbốt
zh_tw: 來自 TP 機器人的報告

source: ================================================ Unable to send report. Dumping it here instead. ================================================
fi: ================================================ Raporttia ei voi lähettää. Vedostan sen sensijaan tähän. ================================================
ga: =============================================================== Ní féidir an tuairisc a sheoladh. Á dumpáil anseo ina áit sin. ===============================================================
nl: ================================================ Kan verslag niet verzenden. Nu wordt het maar hier neer gezet. ================================================
ru: ================================================ Невозможно отправить отчет. Вместо этого выполняется дамп. ================================================
vi: ================================================ Không gửi được báo cáo. Dumping nó ở đây để thay thế ================================================
zh_tw: ============================-======= 無法發送報告，改在這裡進行資料傾倒。 ====================================

source: From: Translation Project Robot <translation@translationproject.org> To: %s Subject: Re: %s
nl: From: Vertaalproject Robot <translation@translationproject.org> To: %s Subject: Re: %s
ru: От: Робот Проекта переводов <translation@translationproject.org> Кому: %s Тема: Ответ: %s

source: From: Translation Project Robot <translation@translationproject.org> To: "%s" <%s> Subject: Re: %s
nl: From: Vertaalproject Robot <translation@translationproject.org> To: "%s" <%s> Subject: Re: %s
ru: От: Робот Проекта переводов <translation@translationproject.org> Кому: "%s" <%s> Тема: Ответ: %s

source: Hi! I am the service robot at the Translation Project, and was awakened by your submission for `%s'.
fi: Hei! Palvelen käännösprojektin robottina ja heräsin lähetykseesi pakkaukselle "%s".
ga: Dia dhuit! Is Róbó an Tionscadail Aistriúcháin mé, agus mhúscail do theachtaireacht i gcomhair `%s' mé.
nl: Hoi! Ik ben de dienstrobot van het Vertaalproject, en ik werd opgewekt door uw inzending voor `%s'.
ru: Привет! Я служебный робот Проекта переводов и был разбужен вашим предложением для `%s'.
vi: Xin chào! Tôi là rô-bốt phục vụ của Dự án dịch, và tập tin dịch ngài gửi lên cho `%s' đã đánh thức tôi dậy.
zh_tw: 您好！我是翻譯項目的服務機器人，為您提交的‘%s’所喚醒。

source: Hi! I am the service robot at the Translation Project, and was awakened by one of your submissions.
fi: Hei! Olen käännösprojektin palvelurobotti ja sinun lähetyksesi herätti minut.
ga: Dia dhuit! Is Róbó an Tionscadail Aistriúcháin mé, agus mhúscail ceann de do theachtaireachtaí mé.
nl: Hoi! Ik ben de dienstrobot van het Vertaalproject, en ik werd opgewekt door één van uw inzendingen.
ru: Привет! Я служебный робот Проекта переводов и был разбужен одним из ваших предложений.
vi: Xin chào! Tôi là rô-bốt phục vụ của Dự án dịch, và một trong những tập tin dịch ngài gửi lên cho đã đánh thức tôi dậy.
zh_tw: 您好！我是翻譯項目的服務機器人，為您提交的一個文件所喚醒。

source: Some error reported above is such that I cannot fully process your invoice. I'm sorry! Do not fear resubmitting your PO file, once you think the problem has been corrected. Being a robot, I'm incredibly patient at such things! To send your PO file as an Emacs user, merely hit `M' within PO mode. Otherwise, you may use various MIME (beware I'm too dumb for split parts) or `uuencode' (either old or new). Have a `.gz' suffix on the file name if you decide to compress it with `gzip'. You may also send your file all plain, but you have to make sure that we have an 8-bit clean email route. For now at least, do not submit more than one PO file in a single email. If I cannot decipher your packaging, I will forward it to the coordinator for manual unpacking. Use a subject line looking like: > Subject: TP-Robot PACKAGE-VERSION.TEAM.po and send this whole thing to `translation@translationproject.org'. You may expect a reply within the hour. If you need help to resolve questions raised in this reply, or if you plainly suspect I'm behaving poorly, you may directly write the translation coordinator. However, if you do so, be careful _not_ to start your message Subject with `TP-Robot'! :-)
nl: Een fout hierboven is zodanig dat ik uw afschrift niet volledig kan verwerken. Het spijt me! Wees niet bang uw PO-bestand opnieuw op te sturen, als u denkt dat het probleem is opgelost. Als robot ben ik erg geduldig met dit soort dingen! Om uw PO-bestand als Emacs-gebruiker op te sturen, kunt u simpelweg op `M' drukken in PO-modus. Anders kunt u verschillende MIMEs (let erop dat ik te stom ben om delen op te spliten) of `uuencode' (oud of nieuw) gebruiken. Zorg voor een `.gz'-achtervoegsel in de bestandsnaam als u het bestand inpakt met `gzip'. U kunt het bestand ook kaal opsturen, maar dan moet u ervoor zorgen dat we een 8-bits schone route hebben. Stuur voorlopig in een bericht niet meerdere PO-bestanden op. Als ik uw pakket niet kan ontcijferen stuur ik het door naar de coördinator zodat die ernaar kan kijken. Gebruik een Onderwerp-regel die eruit ziet zoals: > Onderwerp: TP-Robot PAKKET-VERSIE.TEAM.po en zend dit geheel naar `translation@translationproject.org'. U kunt binnen een uur een antwoord verwachten. Als u vragen heeft naar aanleiding van het antwoord, of als u simpelweg denkt dat ik me slecht gedraag, kunt u direct contact opnemen met de vertaalcoördinator. Zorg er, als u dit doet, echter voor dat het onderwerp van uw bericht _niet_ begint met `TP-Robot'! :-)
ru: Некоторые ошибки, выявленные выше таковы, что я не могу полностью обработать ваш документ. Я сожалею! Не бойтесь повторно отправить свой РО-файл, как только вы решите, что проблема была устранена. Будучи роботом, я невероятно терпелив в таких ситуациях! Чтобы отправить свой РО-файл как пользователь Emacs, просто нажмите `M' в режиме РО. Иначе вы можете использовать различные MIME (будьте осторожны, я слишком туп для работы с раздельными частями) или `uuencode' (новый или старый). Используйте суффикс `.gz' в имени файле, если вы решите сжать его посредством `gzip'. Вы также можете отправить свой файл вообще открытым текстом, но вы должны убедиться, что у вас есть чистый 8-битный маршут email. И, наконец, не отправляйте более одного РО-файла в одном письме. Если я не смогу расшифровать вашу упаковку, я перешлю ее координатору для ручной распаковки. Используйте тему следующего вида: > Тема: TP-Robot ПАКЕТ-ВЕРСИЯ.КОМАНДА.po и отправьте все это на `translation@translationproject.org'. Вы можете ожидать ответа в течение часа. Если вам нужна помощь для решения вопросов, возникших в этом ответе, или если вы открыто подозреваете, что я плохо веду себя, вы можете написать прямо координатору переводов. Тем не менее, если вы так поступите, будьте осторожны и _не_ начинайте тему своего сообщения с `TP-Robot'! :-)
zh_tw: 上述錯誤使我不能完全處理您提交的文件。我非常抱歉！但當您認為問題已經解決之後， 千萬不要遲疑，請立即重新提交您的文件。作為一個機器人，我對這種事情難以置信地 耐心！ 如果您使用 Emacs，您只要在 PO 模式下擊‘M’即可提交您的 PO 文件。若非如此，您 可以使用各種 MIME(但請注意，我智商不高，無法分割各部分)，或者 UUENCODE(不 管是新式還是舊式的)。如果您使用‘gzip’壓縮了您的文件，不要忘記在原檔名上 加上‘gz’後綴。您也可以完全以明文的形式發送您的文件，但您必須確認在我們之間 的投遞路線上第八位是安全的。至少在現在，您不要在同一封郵件裡提交多於一個的 PO 文件。如果我不能解開您的郵件，我會將它轉發給協調員作手工解包。您的信件的標題 應為： > Subject: TP-Robot 軟體-版本號-翻譯小組.po 將所有東西發往‘translation@iro.unomtreal.ca’一般您可以在一個小時之內收到回 復。如果您需要關於解決此回復中的問題的幫助，或者您單純地認為我做錯了什麼，您 可以直接向翻譯協調員寫信。不過，如果您這樣做，請不要在標題中以‘TP-Robot’ 開頭！:-)

source: The Translation Project robot, in the name of your kind translation coordinator. <translation@translationproject.org>
nl: De Vertaalproject Robot, in naam van uw vriendelijke vertaalcoördinator. <translation@translationproject.org>
ru: Робот Проекта переводов, от имени вашего руководителя переводов. <translation@translationproject.org>
zh_tw: 翻譯項目機器人 以翻譯協調員的名義 translation@translationproject.org

source: WARNING: This prevents the robot from forwarding your file to the archive.
fi: VAROITUS: Tämä estää robottia lähettämästä tiedostoasi edelleen arkistoon.
ga: RABHADH: Níl an róbó in ann do chomhad a chur sa chartlann dá bharr seo.
nl: WAARSCHUWING: Dit zorgt dat de robot uw bestand niet naar het archief doorstuurt.
ru: ПРЕДПРЕЖДЕНИЕ: Это предотвращает пересылку роботом вашего файла в архив.
vi: CẢNH BÁO: Điều này ngăn chặn việc chuyển tiếp tập tin của ngài đến kho chứa.
zh_tw: 警告：這使得機器人無法將您的文件納入檔案庫

source: Unsupported attribute %s
fi: Ei-tuettu attribuutti %s
ga: Aitreabúid gan tacaíocht %s
nl: Niet-ondersteund kenmerk %s
ru: Неподдерживаемый атрибут %s
vi: Thuộc tính không hỗ trợ %s
zh_tw: 不支援的屬性 %s

source: SGML in `%s' is not conformant.
fi: SGML kohteessa "%s" ei ole yhdenmukainen.
ga: Ní ghéilleann an SGML i `%s' don chaighdeán.
nl: SGML in `%s' voldoet niet aan standaard.
ru: SGML в `%s' не согласован.
vi: SGML trong `%s' không thích hợp.
zh_tw: ‘%s’中的 SGML 不正規。
