Repository: donnut/software
Catalog: lib/messages/*.po
Languages: fi, ga, nl, ru, vi, zh_tw

source: You submit a PO file for which the Translation Project does not have a corresponding PO Template. There is no such `%s', here. Please have the maintainer of the associate package, or the programmer taking care of its internationalisation, to send the corresponding POT file to the Translation Project. It is also best that we also have a precise URL of some official, pretest or snapshot distribution to offer to translators. This URL is only for translation purposes, the package does not even have to compile. A few translators do like peeking at the sources for getting finer translation contexts, for when messages are not clear enough in themselves.
fi: Lähetit PO-tiedoston, jolle ei ole käännösprojektissa vastaavaa PO-mallinetta. Täällä ei ole mitään "%s". Pyydä kyseisen pakkauksen ylläpitäjää tai ohjelmoijaa, joka huolehtii lokalisoinnista, lähettämään vastaavan POT-tiedoston käännösprojektille. On myös parasta, että meillä on jonkun virallisen, esitesti- tai otosjakelun tarkka URL tarjottavana kääntäjille. Tämä URL on vain käännöstarkoituksiin, pakkauksen ei tarvitse edes kääntyä. Muutamat kääntäjät haluavat kurkistaa lähdekoodiin saadakseen hienomman käännöskonteksin, jos sanomat eivät ole heille kyllin selviä.
ga: Níl creatchomhad POT ag an Tionscadal Aistriúchán atá comhoiriúnach leis an gcomhad PO a sheol tú. Níl leithéid `%s' anseo. Iarr ar chothaitheoir an phacáiste atá i gceist, nó ar an ríomhchláraitheoir i gceannas ar chúrsaí idirnáisiúnaithe, an creatchomhad oiriúnach a sheoladh chuig an Tionscadal Aistriúcháin. Ba chóir di/dó URL de leagan (is cuma leagan oifigiúil, réamhthástála, nó roghbhlúire -- ní gá go dtiomsódh sé) a sheoladh chugainn freisin, gurbh fhéidir le haistritheoirí a úsáid nuair is mian leo an cód foinseach a scrúdú, le haghaidh comhthéacs níos beaichte, nó chun teaghráin dhoiléire a shoiléiriú.
ru: Вы отправили PO-файл, для которого Проект переводов не имеет соответствующего Шаблона РО. Такой `%s' не существует. Пожалуйста, заставьте сопроводителя связанного пакета или программиста, занимающемуся его интернационализацией, отправить соответствующий РОТ-файл в Проект переводов. Также самым лучшим является то, что у нас имеется четкий URL на некоторые официальные, предтестовые и snapshot дистрибутивы, предлагаемые переводчикам. Этот URL предназначен только для перевода, пакет даже еще не должен быть откомпилирован. Некоторые переводчики предпочитают видеть исходные тексты для получения более четких контекстов перевода, когда самих по себе сообщений недостаточно.
vi: Ngài gửi một tập tin PO mà Dự án dịch không có một mẫu PO Template tương ứng. Không có `%s' ở đây. Xin hãy đề nghị nhà duy trì của gói đó, hoặc nhà lập trình phụ trách phần quốc tế hóa của gói gửi tập tin POT tương ứng tới Dự án dịch. Đồng thời sẽ tốt nhất khi chúng tôi có một URL của bản phân phối chính thức, thử nghiệm hay snapshot để đề nghị người dịch. URL này chỉ dàng cho mục đích dịch thuật, gói chương trình thậm chí không cần biên dịch. Một vài người dịch muốn nhìn qua mã nguồn để có bản dịch tốt hơn, khi thông báo không đủ rõ ràng.
zh_tw: 翻譯項目中並沒有與您提交的 PO 文件相對應的 PO 模版文件。這裡沒有‘%s’。請您 讓相關軟體的維護者或負責它國際化的程序員將相關的 POT 文件發給翻譯項目。我們 如果能有一個指向某個正式版、測試版或預覽版的精確的 URL 就更好，我們可以將此 URL 提供給翻譯者。此 URL 僅作翻譯用，它甚至不一定要能通過編譯。當消息含義不甚 明確時，有些翻譯者的確喜歡瀏覽源文件以獲得更準確的翻譯上下文。

source: The Translation Project already holds an exact copy of your submission, which you may find as either one of:
fi: Käännösprojektilla on jo tarkka kopio lähetyksestäsi, jonka voit löytää yhdestä seuraavista kohteista:
ga: Tá cóip bheacht ag an Tionscadal Aistriúcháin cheana den chomhad atá tú tar éis seoladh chugainn; is féidir í a aimsiú ag ceann de na seoltaí seo:
nl: Het Vertaalproject heeft al een exacte kopie van uw inzending, die u kunt vinden als een van de volgende:
ru: В Проекте переводов уже имеется точная копия вашего предложения, которую вы можете найти как одну из:
vi: Dự án dịch đã có một bản sao giống hệt với tập tin ngài gửi, và ngài có thể tìm thấy từ một trong:
zh_tw: 翻譯項目已經擁有了您提交的文件的精確的副本，您可以在以下任何一個地方找到它：

source: Sniff! I'm unable to successfully start the `diff' program. I most probably need repairs. I'll go whine to the translation coordinator.
fi: Niiskaus! En kyennyt käynnistämään onnistuneesti "diff"-ohjelmaa. Luultavammin tarvitsen huoltoa. Menen marisemaan käännöskoordinaattorille.
ga: Och! Níor éirigh liom an ríomhchlár `diff' a thosú. Is dócha go bhfuil deisiú de dhíth orm. Déanfaidh mé cnáimhseáil le comhordaitheoir na n-aistriúchán.
nl: Snik! Ik kan het `diff' programma niet succesvol starten. Zeer waarschijnlijk heb ik een reparatie nodig. Ik zal erom zeuren bij de vertaalcoördinator.
ru: Тьфу! Я не в состоянии успешно запустить программу `diff'. Скорее всего меня необходимо подправить. Пойду-ка я пожалуюсь координатору переводов.
vi: Tôi không chạy thành công chương trình `diff'. Tôi cần được sửa chữa. Tôi sẽ đến than vãn với hoa tiêu nhóm dịch.
zh_tw: 完了！我無法成功啟動‘diff’程式。我大概是出毛病了，需要修理。我要去 找翻譯協調員訴苦。

source: Sniff! I'm unable to successfully canonicalise your PO file. I most probably need repairs. I'll go whine to the translation coordinator.
fi: Niiskaus! En kykene menestyksellisesti norminmukaistamaan PO-tiedostoasi. Luultavammin tarvitsen huoltoa. Menen marisemaan käännöskoordinaattorille.
ga: Och! Níor éirigh liom do chomhad PO a chaighdeánú. Is dócha go bhfuil deisiú de dhíth orm. Déanfaidh mé cnáimhseáil le comhordaitheoir na n-aistriúchán.
nl: Snik! Ik kan niet succesvol uw PO-bestand kanonikaliseren. Zeer waarschijnlijk heb ik een reparatie nodig. Ik zal erom zeuren bij de vertaalcoördinator.
ru: Тьфу! Я не в состоянии успешно канонизировать ваш РО-файл. Скорее всего меня необходимо подправить. Пойду-ка я пожалуюсь координатору переводов.
vi: Tôi không hợp thức hóa thành công tập tin PO của ngài. Tôi cần được sửa chữa. Tôi sẽ đến than vãn với hoa tiêu nhóm dịch.
zh_tw: 完了！我無法成功地正規化您的 PO 文件。我大概是出毛病了，需要修理。我去 找翻譯協調員訴苦。

source: We are trying to reach a consistent presentation for PO files in the Translation Project, over all textual domains and native languages. As a robot, I contribute my good share towards this goal, and so, I made the following modifications to your invoice. You might feel like accepting to do the same thing on your side; if you decide to do so, let me suggest that you try the nice `patch' utility. The `msgmerge' program which is used for making distributions does not produce canonical files, and until this gets corrected, you should rather grab your PO files directly from the Translation Project, as these are now always made canonical. If you do not, the following set of `unidiffs' might get irritably longish. Please also note that you do not _ought_ to make such modifications, as I will continue doing them patiently and automatically, here. This message continues after the (maybe long) quote.
fi: Yritämme saavuttaa yhdenmukaisen käännösprojektin PO-tiedostojen esityksen, kautta kaikkien tekstidomainien ja äidinkielien. Robottina teen oman osuuteni tähän tavoitteeseen ja siksi tein seuraavia muutoksia lähetykseesi. Saatat itse hyväksyä samat muutokset; jos päätät tehdä niin, suosittelen yrittämään tarkkaa "patch"-apuohjelmaa. "msgmerge"-ohjelma, jota käytetään tekemään jakelupakkaukset, ei tuota norminmukaisia tiedostoja ja siihen asti kun tämä korjataan, sinun olisi paras poimia PO-tiedostosi suoraan käännösprojektista, koska ne tehdään aina norminmukaisesti. Jos et tee sitä, seuraava "unidiffs"- joukko saattaa tulla ärsyttävän pitkäksi. Huomaa myös, että sinun ei _pitäisi_ tehdä sellaisia muutoksia, koska jatkan niiden tekemistä kärsivällisesti ja automaattisesti täällä. Tämä sanoma jatkuu (ehkä pitkän) lainauksen jälkeen.
ga: Ba mhaith linn leagan amach comhsheasmhach a chur i gcrích ar chomhaid PO sa Tionscadal Aistriúcháin, i ngach fearann téacsach agus i ngach teanga. Is róbó mé, agus táim toilteanach mo chion féin a dhéanamh chun an sprioc seo a bhaint amach. Ós rud é sin, rinne mé na hathruithe seo a leanas ar do shonrasc. Más main leat, glac leis na hathruithe céanna ar do thaobhsa, mar shampla b'fhéidir an uirlis mhaith `patch' a úsáid. Ní tháirgeann `msgmerge' (an clár a úsáidtear chun aistriúcháin a nuashonrú) comhaid chanónta, agus go dtí go gceartófar an fhadhb seo, b'fhearr leat comhaid PO a fháil go díreach ón Tionscadal Aistriúcháin, ós rud é gur canónta iad seo i gcónaí. Mura bhfuil sé déanta agat, seans go n-éireoidh an liosta seo `unidiffs' rófhad. Tabhair faoi deara freisin nach n-éilímid go gcuireann tú na hathruithe seo i bhfeidhm -- déanfaidh mé iad go foighneach agus go huathoibríoch anseo. Leanann an teachtaireacht seo ar aghaidh i ndiaidh an shleachta (b'fhéidir fada) thíos.
nl: We proberen in het Vertaalproject een consistente weergave te bereiken voor PO-bestanden, over alle tekstdomeinen en talen. Als robot draag ik bij tot dit doel; ik heb daarom de volgende wijzigingen gemaakt in uw afschrift. Misschien wilt u hetzelfde doen aan uw kant; als u besluit dit te doen, zou ik graag voorstellen om het handige `patch'-programma te gebruiken. Het `msgmerge'-programma dat wordt gebruikt om distributies te maken maakt geen kanonieke bestanden aan, en totdat dat is opgelost, kunt u uw PO-bestanden beter direct bij het Vertaalproject ophalen, aangezien die bestanden nu allemaal kanoniek gemaakt worden. Als u dit niet doet, is de volgende verzameling van `unidiffs' misschien irritant lang. Let er alstublieft op dat u niet soort aanpassingen niet _hoeft_ te doen, omdat ik het geduldig en automatisch zal doen. Dit bericht gaat verder na een (misschien lange) aanhaling.
ru: Мы пытаемся достичь согласованного представления РО-файлов в Проекте переводов, охватывая все текстовые домены и родные языки. Как робот, своим участием я содействую этой цели, и поэтому я сделал следующие изменения в вашем документе. Вы могли бы сделать то же самое со своей стороны; если вы решитесь на это, позвольте мне посоветовать, чтобы вы попробовали хорошую утилиту `патч'. Программа `msgmerge', используемая для создания дистрибутивов, не производит канонические файлы, и, пока это исправляется, вам следует извлекать свои РО-файлы непосредственно из Проекта переводов, т.к. сейчас они всегда делаются каноническими. В противном случае, последующая серия unidiff'ов может затянуться довольно надолго. Заметьте, пожалуйста, что вы не _обязаны_ делать такие изменения, т.к. я продолжаю упорно и автоматически выполнять их. Это сообщение продолжится после (возможно длинной) цитаты.
vi: Chúng tôi đang cố gắng tìm một mô tả thích hợp cho tập tin PO trong Dự án dịch, cho mọi miền nguyên bản và mọi ngôn ngữ. Là một rô-bốt tôi đóng góp cho thành quả này, và vì thế xin thực hiện những thay đổi sua trong thư gửi lên của ngài. Về phía mình Ngài có thể chấp nhận thực hiện chúng. Nếu quyết định như vậy, thì hãy cho phép tôi đề nghị ngài thử tiện ích `patch'. Chương trình `msgmerge' dùng để tạo các bản phân phối không tạo ra các tập tin hợp quy tắc, và cho đến khi lỗi này được sửa thì ngài nên lấy thẳng tập tin PO của mình từ Dự án dịch vì chúng luôn luôn hợp quy tắt. Nếu không, thì bộ `unidiffs' có thể hơi dài. Xin hãy chú ý rằng ngài không _nên_ thực hiện những thay đổi này, vì tôi sẽ tiếp tục thực hiện chúng một cách tự động. Thông báo này sẽ tiếp tục sau phần trính dẫn (có thể dài).
zh_tw: 我們努力讓翻譯項目中各文本域和各種本地語言的 PO 文件表達方式一致。作為一個機器 人，我盡我所能達到此目標，因此，我對您的提交作出了下列的改動。您可能願意親手做 這些同樣的事情；如果您決定如此，請允許我向您推薦非常好用的‘patch’工具。 通常用來制作發行版的‘msgmerge’程序並非每次都產生正規的文件，在它的這個問題得到糾 正以前，您應該直接從翻譯項目獲取 PO 文件，因為它們總是正規的。如果您不這樣做， 下面這段‘unidiffs’集可能會冗長得要命。不過也您請注意這件事您並不是必須要做， 因為我將繼續耐心地自動地在這兒做出這些改動。本消息將在引用(可能很長)之後 繼續。

source: Your file has been accepted and uploaded into the archives: congratulations! Whenever the maintainer of `%s' will communicate a new PO Template file to the Translation Project, the translation you just achieved will probably require revision. Your team will then be notified of the URL of the PO file to revise, with a quick evaluation of the extent of the work needed.
fi: Tiedostosi on hyväksytty ja tallennettu arkistoon: onneksi olkoon! Milloin tahansa "%s"-pakkauksen ylläpitäjä lähettää uuden PO-mallineen käännösprojektille, käännöstä jonka juuri sait aikaiseksi, on luultavasti muutettava. Ryhmällesi ilmoitetaan muutettavan PO-tiedoston URL yhdessä nopealla arvioinnilla tarvittavan työn laajuudesta.
ga: Glacadh leis do chomhad, agus uasluchtaíodh é go dtí an chartlann: comhghairdeachas! Nuair a sheolann cothaitheoir `%s' creatchomhad nua POT go dtí an Tionscadal Aistriúcháin, is dócha gur gá duit d'aistriúchán a leasú. Cuirfear URL an chomhaid nua PO in iúl do d'fhoireann, in éineacht le meastachán ar an méid oibre atá de dhíth.
nl: Uw bestand is geaccepteerd en verzonden naar de archieven: gefeliciteerd! Wanneer de onderhouder van `%s' een nieuw PO-sjabloonbestand naar het Vertaalproject stuurt, heeft de vertaling die u net gemaakt heeft waarschijnlijk een herziening nodig. Uw team wordt op de hoogte gebracht van de URL van het PO-bestand om te herzien, met een snelle evaluatie van de hoeveelheid werk die nodig is.
ru: Ваш файл был принят и загружен в архивы: поздравляю! Когда же сопроводитель `%s' передаст Проекту переводов новый файл Шаблона РО, перевода, который вы только что выполнили, вероятно, потребуется редактирование. Затем вашей команде будет сообщен URL на РО-файл для пересмотра с приблизительной оценкой необходимого объема работ.
vi: Tập tin của ngài đã được chấp nhận và thêm vào kho chứa: Xin chúc mừng! Khi nhà duy trì của `%s' gửi một mẫu PO Template mới đến Dự án dịch, thì bản dịch vừa thêm vào có thể sẽ cần xem và chỉnh sửa lại. Chúng tôi sẽ thông báo cho nhóm của ngài URL của tập tin PO cần xem cùng với một vài thông tin thống kê khác.
zh_tw: 您的文件已經被接受，並上傳至檔案庫中：祝賀您！當‘%s’的維護者向翻譯項目提交了 一個新的 PO 模版文件後，您當前的翻譯可能需要修訂。我將通知您的翻譯小組需要修 訂的 PO 文件的 URL 和估計需要的工作量。

source: To speed things up, I could send you updated copies of this PO file by email, whenever I upload new PO Template files for it. If you are interested in this service, you may register by emailing to the translation coordinator.
fi: Asioiden nopeuttamiseksi voisin lähettää sinulle tämän PO-tiedoston päivitettyjä kopioita sähköpostitse, aina kun tallennan serverille sen uuden PO-mallinnetiedoston. Jos olet kiinnostunut tästä palvelusta, voit rekisteröityä lähettämällä sähköpostia käännöskoordinaattorille.
ga: Chun an próiseas a bhrostú, is féidir liom cóip nuashonraithe den chomhad PO seo a sheoladh chugat trí ríomhphost nuair a uasluchtaím creatchomhad nua POT dó. Má tá suim agat sa tseirbhís seo, seol teachtaireacht ríomhphoist chuig comhordaitheoir na n-aistriúchán chun clárú.
nl: Om dingen sneller te laten lopen, kan ik u bijgewerkte versies van dit PO-bestand per e-mail opsturen, als ik er nieuwe PO-sjabloonbestanden voor verstuur. Als u in deze dienst geïnteresseerd bent, kunt u hem aanzetten door de vertaalcoördinator te e-mailen.
ru: Для ускорения процесса я мог бы присылать вам обновленные копии этого PO-файла по email'у всякий раз, когда я загружаю для него новые файлы Шаблонов PO . Если вы заинтересованы в этой услуге, вы можете зарегистрироваться, отправив email координатору переводов.
vi: Để tăng tốc độ làm việc, tôi có thể gửi bản sao đã cập nhật của tập tin PO này qua email mỗi khi cập nhật tập tin PO Template mới cho nó. Nếu ngài quan tâm dịch vụ này, thì có thể đăng ký bằng email với hoa tiêu nhóm dịch.
zh_tw: 為了加快進度，當我上傳了一個新的 PO 模版後，我可以將更新過的 PO 文件副本發送 給您。如果您對此感興趣，您可以給翻譯協調員發電子郵件，登記此項服務。

source: Sniff! I'm unable to successfully start the `po-register' program. I most probably need repairs. I'll go whine to the translation coordinator.
fi: Niiskaus! En kykene käynnistämään menestyksellisesti "po-register"-ohjelmaa. Tarvitsen luultavasti huoltoa. Lähden marisemaan käännöskoordinaattorille.
ga: Och! Níor éirigh liom an ríomhchlár `po-register' a thosú. Is dócha go bhfuil deisiú de dhíth orm. Déanfaidh mé cnáimhseáil le comhordaitheoir na n-aistriúchán.
nl: Snik! Ik kan niet succesvol het `po-register' programma starten. Zeer waarschijnlijk heb ik een reparatie nodig. Ik zal erom zeuren bij de vertaalcoördinator.
ru: Тьфу! Я не в состоянии успешно запустить программу `po-register'. Скорее всего меня необходимо подправить. Пойду-ка я пожалуюсь координатору переводов.
vi: Tôi không chạy thành công chương trình `po-register'. Tôi cần được sửa chữa. Tôi sẽ đến than vãn với hoa tiêu nhóm dịch.
zh_tw: 完了！我無法成功啟動‘po-register’程式。我大概是出毛病了，需要修理。我去找翻 譯協調員訴苦。

source: Original message header:
fi: Alkuperäinen sanomaotsake:
ga: Ceanntásc na bunteachtaireachta:
nl: Oorspronkelijke berichtkop:
ru: Заголовок оригинального сообщения:
vi: Phần đầu của thư gốc:
zh_tw: 原始郵件頭：

source: Diagnostics issued by `po-register:
fi: Kohteen "po-register lisäämä diagnostiikka:
ga: Diagnóisic eisithe ag `po-register:
nl: Diagnostiek uitgegeven door `po-register':
ru: Результаты диагностики посредством `po-register:
vi: Chuẩn đoán bởi trình đăng ký po:
zh_tw: ‘po-register’給出的診斷資訊：

source: the translators's address is `%s'
fi: kääntäjän osoite on "%s"
ga: seoladh an aistritheora: `%s'
nl: het adres van de vertaler is `%s'
ru: адрес переводчика - `%s'
vi: địa chỉ của người dịch là `%s'
zh_tw: 翻譯者的電子郵箱是‘%s’

source: the translator's address
fi: kääntäjän osoite
ga: seoladh an aistritheora
nl: het adres van de vertaler
ru: адрес переводчика
vi: địa chỉ của người dịch
zh_tw: 翻譯者的地址：

source: the textual domain is `%s'
fi: tekstidomain on "%s"
ga: an fearann téacsach: `%s'
nl: het tekstdomein is `%s'
ru: текстовый домен - `%s'
vi: miền nguyên bản là `%s'
zh_tw: 文本域是‘%s’

source: the textual domain
fi: tekstidomain
ga: an fearann téacsach
nl: het tekstdomein
ru: текстовый домен
vi: miền nguyên bản
zh_tw: 文本域

source: the domain version is `%s'
fi: domainversio on "%s"
ga: leagan an fhearainn: `%s'
nl: de domeinversie is `%s'
ru: версия домена - `%s'
vi: phiên bản của miền là `%s'
zh_tw: 文本域版本是‘%s’

source: the domain version
fi: domainversio
ga: leagan an fhearainn
nl: de domeinversie
ru: версия домена
vi: phiên bản của miền
zh_tw: 文本域版本

source: the team code is `%s'
fi: ryhmäkoodi on "%s"
ga: cód na foirne: `%s'
nl: de teamcode is `%s'
ru: код команды - `%s'
vi: mã của nhóm là `%s'
zh_tw: 翻譯小組是‘%s’

source: the team code
fi: ryhmäkoodi
ga: cód na foirne
nl: de teamcode
ru: код команды
vi: mã của nhóm
zh_tw: 翻譯小組代碼

source: and
fi: ja
ga: agus
nl: en
ru: и
vi: và
zh_tw: 和

source: No official email address exist for this translator in the Translation Project registry.
fi: Käännösprojektin rekisterissä ei ole virallista sähköpostiosoitetta tälle kääntäjälle.
ga: Níl seoladh oifigiúil ríomhphoist don aistritheoir seo sa chlárlann mhór atá ag an Tionscadal Aistriúcháin.
nl: Er bestaat geen officieel e-mail adres voor deze vertaler in de gegevensbank van het Vertaalproject.
ru: Не существует официального адреса email для этого переводчика в реестре Проекте перводов.
vi: Không có địa chỉ email chính thức cho người dịch này trong bản đăng ký của Dự án dịch.
zh_tw: 翻譯項目登記表裡沒有這個翻譯者的正式電子郵件地址。

source: The only address we officially know for this translator is `%s'.
fi: Tälle kääntäjälle tiedämme virallisesti vain tämän osoitteen "%s".
ga: Is é `%s' an seoladh oifigiúil amháin ar ár n-eolas don aistritheoir seo.
nl: Het enige adres dat wij officieel van deze vertaler kennen, is `%s'.
ru: Единственный адрес этого переводчика, официально известный нам - `%s'.
vi: Địa chỉ chính thức duy nhất của người dịch này là `%s'.
zh_tw: 我們正式知道的這個翻譯者唯一的郵件地址是‘%s’。

source: For this translator, the only registered addresses we have are: %s.
fi: Ainoa rekisteröity osoitteemme tälle kääntäjälle on: %s.
ga: Is iad seo na seoltaí amháin cláraithe atá againn don aistritheoir seo: %s.
nl: Voor deze vertaler is het enige geregistreerde adres: %s.
ru: Для этого переводчика у нас есть только эти зарегистрированные адреса: %s.
vi: Đối với người dịch này, những địa chỉ chúng tôi có là: %s.
zh_tw: 對於這個翻譯者，我們知道的他注冊過的郵件地址是：%s

source: Use exactly one argument with `mailto'
fi: Käytä tarkalleen yhtä argumenttia "mailto":n kanssa
ga: Úsáid argóint amháin agus gan ach argóint amháin le `mailto'
nl: Gebruik precies één argument met `mailto'
ru: Используйте только один аргумент с `mailto'
vi: Hãy dùng chính xác một tham số với `mailto'
zh_tw: 使用‘mailto’時應該只帶一個參數

source: Use exactly one argument with `keep'
fi: Käytä tarkalleen yhtä argumenttia "keep":n kanssa
ga: Úsáid argóint amháin agus gan ach argóint amháin le `keep'
nl: Gebruik precies één argument bij `keep'
ru: Используйте только один аргумент с `keep'
vi: Hãy dùng chính xác một tham số với `keep'
zh_tw: 使用‘keep’時應該只帶一個參數

source: Version `%s' is already present
fi: Versio "%s" on jo olemassa
ga: Tá leagan `%s' ann cheana
nl: Versie `%s' is al aanwezig
ru: Версия `%s' уже имеется
vi: Đã có phiên bản `%s'
zh_tw: 版本‘%s’已存在

source: Use exactly one argument with `nokeep'
fi: Käytä tarkalleen yhtä argumenttia "nokeep":n kanssa
ga: Úsáid argóint amháin agus gan ach argóint amháin le `nokeep'
nl: Gebruik precies één argument bij `nokeep'
ru: Используйте только один аргумент с `nokeep'
vi: Hãy dùng chính xác một tham số với `nokeep'
zh_tw: 使用‘nokeep’時應該只帶一個參數

source: Version `%s' was not there anyway
fi: Versio "%s" ei kuitenkaan ollut siellä
ga: Ní raibh leagan `%s' ann ar dhóigh ar bith
nl: Versie `%s' was er toch niet
ru: Версия `%s' никогда не существовала
vi: Chưa có phiên bản `%s' ở đó
zh_tw: 版本‘%s’本已不存在

source: Use at least one argument with `keeps'
fi: Käytä vähintään yhtä argumenttia "keeps":n kanssa
ga: Úsáid argóint amháin ar a laghad le `keeps'
nl: Gebruik tenminste één argument bij `keeps'
ru: Используйте по крайней мере один аргумент с `keeps'
vi: Hãy dùng ít nhất một tham số với `keeps'
zh_tw: 使用‘keeps’時至少帶一個參數

source: Version `%s' duplicated
fi: Versio "%s" on kaksoiskopioitu
ga: Leagan `%s' dúblach
nl: Versie `%s' is dubbel
ru: Версия `%s' повторяется
vi: Trùng lặp phiên bản `%s'
zh_tw: 版本‘%s’重復

source: Do not use arguments with `disclaim'
fi: Älä käytä argumentteja "disclaim":n kanssa
ga: Ná húsáid argóintí le `disclaim'
nl: Gebruik geen argumenten bij `disclaim'
ru: Не используйте аргументы с `disclaim'
vi: Đừng dùng tham số với `disclaim'
zh_tw: 使用‘disclaim’時不帶參數

source: Do not use arguments with `nodisclaim'
fi: Älä käytä argumentteja "nodisclaim":n kanssa
ga: Ná húsáid argóintí le `nodisclaim'
nl: Gebruik geen argumenten bij `nodisclaim'
ru: Не используйте аргументы с `nodisclaim'
vi: Đừng dùng tham số với `nodisclaim'
zh_tw: 使用‘nodisclaim’時不帶參數

source: Do not use arguments with `autosend'
fi: Älä käytä argumentteja "autosend":n kanssa
ga: Ná húsáid argóintí le `autosend'
nl: Gebruik geen argumenten bij `autosend'
ru: Не используйте аргументы с `autosend'
vi: Đừng dùng tham số với `autosend'
zh_tw: 使用‘autosend’時不帶參數

source: Do not use arguments with `noautosend'
fi: Älä käytä argumentteja "noautosend":n kanssa
ga: Ná húsáid argóintí le `noautosend'
nl: Gebruik geen argumenten bij `noautosend'
ru: Не используйте аргументы с `noautosend'
vi: Đừng dùng tham số với `noautosend'
zh_tw: 使用‘noautosend’時不帶參數

source: Use exactly one argument with `url'
fi: Käytä tarkalleen yhtä argumentti "url":n kanssa
ga: Úsáid argóint amháin agus gan ach argóint amháin le `url'
nl: Gebruik precies één argument bij `url'
ru: Используйте только один аргумент с `url'
vi: Hãy dùng chính xác một tham số với `url'
zh_tw: 使用‘url’時必須只帶一個參數

source: URL `%s' is already present
fi: URL "%s" on jo olemassa
ga: Tá URL `%s' ann cheana
nl: URL `%s' is al aanwezig
ru: URL `%s' уже имеется
vi: Đã có URL `%s'
zh_tw: URL‘%s’已存在

source: Use exactly one argument with `nourl'
fi: Käytä tarkalleen yhtä argumenttia "nourl":n kanssa
ga: Úsáid argóint amháin agus gan ach argóint amháin le `nourl'
nl: Gebruik precies één argument bij `nourl'
ru: Используйте только один аргумент с `nourl'
vi: Hãy dùng chính xác một tham số với `nourl'
zh_tw: 使用‘nourl’時必須只帶一個參數
