Repository: donnut/software
Catalog: lib/messages/*.po
Languages: fi, ga, nl, ru, vi, zh_tw

source: According to my notes, the Free Software Foundation did not acknowledge the receipt of a translation disclaimer for you. Such a disclaimer is required for GNU packages (or when maintainers of non-GNU packages ask me to ensure the existence of such a disclaimer). This is the case for `%s'. Grab a copy of `http://translationproject.org/disclaim.txt', print it on paper, and return it filled by the usual postal system. You will be notified when the FSF acknowedges its receipt; you can then re-attempt uploading your PO file to the Translation Project. If you have any question or objection with the translation disclaimer as it stands, I invite you to discuss such things with the translation coordinator.
fi: Muistiinpanojeni mukaan Free Software Foundation ei ole ilmoittanut vastaanottaneensa käännösvastuuvapauslauseketta sinulta. Sellainen vastuuvapauslauseke vaaditaan GNU-pakkauksille (tai kun ei-GNU- pakkausten ylläpitäjät pyytävät minua varmistamaan vastuuvapaus- lausekkeen olemassaolon). Näin on laita kohteelle "%s". Poimi "http://translationproject.org/disclaim.txt"- kopio, tulosta se paperille ja palauta täytettynä normaalin postin kautta. Sinulle ilmoitetaan, kun FSF ilmoittaa vastaanotosta; voit sen jälkeen yrittää uudelleen PO-tiedostosi kopioimista käännösprojektiin. Jos sinulla on mitään kysymyksiä tai huomautuksia voimassa olevasta käännösvastuulausekkeesta, kehotan sinua keskustelemaan sellaisista asioista käännöskoordinaattorin kanssa.
ga: De réir mo chuid nótaí, níl admháil ón Free Software Foundation go bhfuair siad séanadh aistriúcháin uait. Teastaíonn an séanadh seo i gcomhair pacáistí oifigiúla GNU (nó nuair atá an cothaitheoir de phacáiste neamh-GNU ag iarraidh a leithéid de shéanadh). Is amhlaidh i gcomhair `%s'. Faigh cóip de `http://translationproject.org/disclaim.txt', priontáil é ar pháipéar, líon é isteach, agus fill é tríd an ghnáthchóras poist. Cuirfear in iúl duit nuair a admhaíonn an FSF go bhfuair siad é; ag an am sin, b'fhéidir leat iarracht eile a dhéanamh ar do chomhad PO a uasluchtú. Má tá aon cheist nó agóid agat maidir leis an séanadh aistriúcháin mar atá sé, is féidir an t-ábhar a phlé le comhordaitheoir na n-aistriúchán.
vi: Theo như ghi chép của tôi thì Free Software Foundation chưa nhận được đơn từ chối trách nhiệm về bản dịch của ngài. Đơn này cần thiết cho các gói GNU (hoặc khi nhà duy trì của các gói không phải GNU hỏi tôi về sự tồn tại của đơn này). Đây là trường hợp đối với `%s'. Hãy lấy bản sao tại `http://translationproject.org/disclaim.txt', in ra giấy, điền vào đơn và gửi nó qua hệ thống bưu điện thông thường. Ngài sẽ được thông báo khi FSF nhận được đơn; và sau đó có thể thử gửi lại tập tin PO đến cho Dự án dịch. Nếu ngài có bất kỳ câu hỏi nào hoặc sự chống đối với đơn từ chối trách nhiệm, thì hãy thảo luận những vấn đề này với hoa tiêu dự án dịch.

source: From: Translation Project Robot <robot@translationproject.org> To: %s Subject: Re: %s
fi: From: Käännösrobotti <robot@translationproject.org> To: %s Subject: Re: %s
vi: Người gửi: Rô-bốt của Dự án dịch <robot@translationproject.org> Người nhận: %s Tên thư: Re: %s

source: From: Translation Project Robot <robot@translationproject.org> To: "%s" <%s> Subject: Re: %s
fi: From: Käännösrobotti <robot@translationproject.org> To: "%s" <%s> Subject: Re: %s
vi: Người gửi: Rô-bốt của Dự án dịch <robot@translationproject.org> Người nhận: "%s" <%s> Tên thư: Re: %s

source: Some error reported above is such that I cannot fully process your invoice. I'm sorry! Do not fear resubmitting your PO file, once you think the problem has been corrected. Being a robot, I'm incredibly patient at such things! To send your PO file as an Emacs user, merely hit `M' within PO mode. Otherwise, you may use various MIME (beware I'm too dumb for split parts) or `uuencode' (either old or new). Have a `.gz' suffix on the file name if you decide to compress it with `gzip'. You may also send your file all plain, but you have to make sure that we have an 8-bit clean email route. For now at least, do not submit more than one PO file in a single email. If I cannot decipher your packaging, I will forward it to the coordinator for manual unpacking. Use a subject line looking like: > Subject: TP-Robot PACKAGE-VERSION.TEAM.po and send this whole thing to `robot@translationproject.org'. You may expect a reply within the hour. If you need help to resolve questions raised in this reply, or if you plainly suspect I'm behaving poorly, you may directly write the translation coordinator. However, if you do so, be careful _not_ to start your message Subject with `TP-Robot'! :-)
fi: Jotkut yllä raportoidut virheet ovat sellaisia, että en voi kokonaan käsitellä lähetystäsi. Olen pahoillani! Älä pelkää lähettää uudelleen PO-tiedostoasi sitten kun ajattelet, että pulma on korjattu. Koska olen robotti, olen uskomattoman kärsivällinen tällaisissa asioissa! Emacs-käyttäjänä lähetät PO-tiedoston vain valitsemalla "M"-kirjaimen PO-tilassa. Muutoin, voit käyttää erilaisia MIME-muotoja (varo, olen liian tyhmä hajoitettuihin osioihin) tai "uuencode"-muotoa (joko vanhempaa tai uudempaa). Käytä ".gz"-tarkenninta, jos päätät pakata "gzip"-ohjelmalla. Voit myös lähettää tiedostosi sellaisenaan, mutta sinun on varmistuttava, että meillä on 8-bittinen puhdas sähköpostireitti. Ainakaan tästä lähtien älä lähetä enempää kuin yksi PO-tiedosto yhdessä sähköpostisanomassa. Jos en voi avata pakkaustasi, lähetän sen edelleen koordinaattorille manuaalista avausta varten. Käytä Aihe-riviä, joka näyttää seuraavan näköiseltä: > Aihe: TP-Robot PAKKAUS-VERSIO.RYHMÄ.po ja lähetä kokonaisuudessaan osoitteeseen "robot@translationproject.org". Voit odottaa vastausta tunnin kuluessa. Jos sinun on ratkaistava tämän vastauksen synnyttämiä kysymyksiä tai jos epäilet minun toimivan puutteelisesti, voit kirjoittaa suoraan käännöskoordinaattorille. Kuitenkin, jos teet niin, ole tarkkana, että _et_ aloita sanomasi Aihe-riviä sanoilla "TP-Robot"! :-)
ga: Mar gheall ar cheann de na hearráidí thuas, ní féidir liom do shonrasc a phróiseáil go hiomlán. Tá brón orm! Ach tá fáilte romhat an comhad a athsheoladh nuair a cheapann tú go bhfuil na hearráidí ceartaithe. Is róbó mé, agus táim chomh foighneach le cat. Má úsáideann tú Emacs, ní gá duit ach `M' a bhrú i mód PO chun do chomhad PO a sheoladh chugam. I ngach cás eile, is féidir leat an comhad a sheoladh mar MIME (cé nach bhfuil mé ábalta comhpháirteanna MIME a roinnt), nó le `uuencode' (sean nó nua). Bí cinnte go bhfuil iarmhír `.gz' ar ainm an chomhaid má chomhbhrúnn tú é le `gzip'. Is féidir do chomhad a sheoladh gan ionchódú gan comhbhrú ar bith, ach tá gá le ród glan 8-giotán ríomhphoist sa chás sin. Faoi láthair, ní cheadaítear ach comhad amháin PO i dteachtaireacht amháin. Mura bhfuil mé in ann do phacáistiú a thuiscint, cuirfidh mé é ar aghaidh go comhordaitheoir na n-aistriúchán, agus díphacálfaidh sé/sí é. Úsáid ábhar cosúil leis an gceann seo: > Subject: TP-Robot PACÁISTE-LEAGAN.FOIREANN.po agus seol an rud iomlán chuig `robot@translationproject.org'. Gheobhaidh tú freagra roimh uair an chloig. Má tá cabhair de dhíth ort, nó is dóigh leat nach bhfuil mé ag iompar mé féin go maith, scríobh teachtaireacht chuig comhordaitheoir na n-aistriúchán. Sa chás sin, NÁ cuir `TP-Robot' in ábhar do theachtaireachta! :-)
vi: Một vài lỗi nói ở trên khiến tôi không thể thực hiện đầy đủ đề nghị của ngài. Tôi rất lấy làm tiếc! Đừng gửi lại tập tin PO của ngài trước khi chắc chắn là vấn đề đã được giải quyết. Là một rô-bốt, tôi có thể chờ đợi việc đó! Để gửi tập tin PO từ trong Emacs, chỉ cần gõ `M' trong chế độ PO. Nếu không, ngài có thể sử dụng MIME khác (chú ý là tôi còn chia phần kém) hoặc `uuencode' (hoặc mới hoặc cũ). Cần đặt đuôi `.gz' cho tên tập tin nếu ngài nén tập tin bằng `gzip'. Ngài có thể gửi tập tin của mình như văn bản thông thường, nhưng cần chắc chắn là có một bộ định tuyến mail 8-bit thật tốt. Hiện tại, xin hãy gửi một tập tin PO cho mỗi email. Nếu tôi không thể giải mã gói của ngài, tôi sẽ chuyển tiếp nó tới hoa tiêu để giải nén thủ công. Hãy dùng tên thư dạng như sau: > Subject: TP-Robot GÓI-PHIÊNBẢN.MÃNHÓM.po và gửi mọi thứ tới `robot@translationproject.org'. Ngài sẽ nhận được câu trả lời trong vòng một giờ. Nếu ngài cần giúp đỡ giải đáp các câu hỏi về thư này, hoặc ngài cho rằng tôi thật là khô khan, thì có thể viết trực tiếp cho hoa tiêu dự án dịch. Tuy nhiên, khi đó, _đừng_ bắt đầu Tên thư với `TP-Robot'! :-)

source: The Translation Project robot, in the name of your kind translation coordinator. <coordinator@translationproject.org>
fi: Käännösrobotti, käännöskoordinaattorisi puolesta. <coordinator@translationproject.org>
ga: Róbó an Tionscadail Aistriúcháin, in ainm do chomhordaitheora aistriúcháin. <coordinator@translationproject.org>
vi: Rô-bốt của Dự án dịch, đại diện cho hoa tiêu tốt bụng của dự án dịch. <coordinator@translationproject.org>

source: Kinyarwanda
fi: indonesia
ga: Cinearuáindis

source: Luganda
fi: lugandan kieli
ga: Gandais
vi: Lu-gan-đa

source: Swati
ga: Sasuatais

source: Venda
ga: Veindis
