Repository: donnut/software
Catalog: lib/messages/*.po
Languages: fi, ga, nl, ru, vi, zh_tw

source: Domain `%s' has no associated URL
fi: Domainiin "%s" ei liity URL:ää
ga: Níl URL a bhaineann le fearann `%s'
nl: Met domein `%s' is geen URL verbonden
ru: Домен `%s' не имеет связанного URL
vi: Miền `%s' không có URL liên kết
zh_tw: 翻譯‘%s’沒有相關的 URL

source: Examining %s...
fi: Tutkitaan %s...
ga: %s á scrúdú...
nl: Bezig met bestuderen %s...
ru: Проверяется %s...
vi: Đang kiểm tra %s...
zh_tw: 檢查 %s……

source: Fetching %s...
fi: Noudetaan %s...
ga: %s á fháil...
nl: Bezig met ophalen %s...
ru: Выполняется выборка %s...
vi: Đang lấy %s...
zh_tw: 取回 %s……

source: apparently not found
fi: ei ilmeisesti löytynyt
ga: de réir cosúlachta, níor aimsíodh é
nl: blijkbaar niet gevonden
ru: вероятно не найден
vi: không thấy một cách rõ ràng
zh_tw: 找不到

source: no POT file in archive
fi: arkistossa ei ole POT-tiedostoa
ga: níl comhad POT sa chartlann
nl: geen POT-bestand in archief
ru: в архиве нет POT-файла
vi: không có tập tin POT trong kho
zh_tw: 歸檔中沒有 POT 文件

source: more than one POT file in archive:
fi: enemmän kuin yksi POT-tiedosto arkistossa:
ga: tá níos mó ná comhad POT amháin sa chartlann:
nl: meer dan één POT-bestand in archief:
ru: в архиве больше одного POT-файла:
vi: có hơn một tập tin POT trong kho:
zh_tw: 歸檔中有多於一個的 POT 文件：

source: Did not retain any POT file
fi: Mitään POT-tiedostoa ei säilytetty
ga: Níor coimeádadh comhad POT ar bith
ru: Не содержит никакого POT-файла
vi: Không giữ bất kỳ tập tin POT nào
zh_tw: 沒有保留任何 POT 文件

source: extracting %s as %s
fi: puretaan %s nimellä %s
ga: %s á bhaint amach mar %s
nl: bezig met uitpakken %s als %s
ru: извлекается %s как %s
vi: đang giải phóng %s thành %s
zh_tw: 解壓 %s 到 %s

source: Extraction failed
fi: Purkaminen epäonnistui
ga: Theip ar bhaint amach
nl: Uitpakken mislukt
ru: Извлечение завершилось неудачей
vi: Giải phóng không thành công
zh_tw: 解壓失敗

source: #. Message no %s
fi: #. Sanoma nro %s
ga: #. Teachtaireacht %s
nl: #. Bericht nr %s
ru: #. Сообщение номер %s
vi: #. Thư số %s
zh_tw: #. 消息沒有 %s

source: msgid "*** Unknown - message no %s ***"
fi: msgid "*** Tuntematon - sanoma nro %s ***"
ga: msgid "*** Anaithnid - teachtaireacht %s ***"
nl: msgid "*** Onbekend bericht nr %s ***"
ru: msgid "*** Неизвестный - сообщение номер %s ***"
vi: msgid "*** Không rõ - thư số %s ***"
zh_tw: msgid “*** 未知 - 消息沒有 %s ***”

source: <stdin>:%d: ERROR: %s
fi: <vakiosyöte>:%d: VIRHE: %s
ga: <stdin>:%d: EARRÁID: %s
nl: <stdin>:%d: FOUT: %s
ru: <stdin>:%d: ОШИБКА: %s
vi: <stdin>:%d: LỖI: %s
zh_tw: <stdin>：%d：錯誤：%s

source: Usage: %s [PO-FILE]
fi: Käyttö: %s [PO-TIEDOSTO]
ga: Úsáid: %s [COMHADPO]
nl: Gebruik: %s [PO-BESTAND]
ru: Использование: %s [PO-ФАЙЛ]
vi: Sử dụng: %s [TẬP-TIN-PO]
zh_tw: 用法：%s [PO 文件]

source: `%s' may not be absolute notation, think `shar'...
fi: "%s" ei ehkä ole ehdoton merkintätapa, luulen "shar"...
ga: is féidir nach dearbhnodaireacht é `%s', cosúil le `shar'...
nl: `%s' is mogelijk niet absolute notatie, denk aan `shar'...
ru: `%s' может не быть абсолютной нотацией, предполагается `shar'...
vi: `%s' không thể là dấu hiệu tuyệt đối, có thể là `shar'...
zh_tw: ‘%s’可能不是絕對標記，考慮使用‘shar’……

source: Processing %s
fi: Käsitellään %s
ga: %s á phróiseáil
nl: Bezig met verwerken %s
ru: Обрабатывается %s
vi: Đang thực hiện %s
zh_tw: 處理 %s

source: No known maintainer for textual domain `%s'
fi: Tekstidomainille "%s" ei ole tunnettua ylläpitäjää
ga: Níl cothaitheoir ar eolas i gcomhair fearann téacsach `%s'
nl: Beheerder van tekstdomein `%s' onbekend
ru: Нет известного сопроводителя для текстового домена `%s'
vi: Không rõ nhà duy trì cho miền nguyên bản `%s'
zh_tw: 文本域‘%s’沒有已知的維護者

source: skipping `%s' as local `%s' waits
fi: hypätään kohteen "%s" yli, koska paikallinen "%s" odottaa
ga: `%s' á ligean thart agus `%s' logánta ag fanacht
nl: overgeslagen `%s' omdat lokaal `%s' wacht
ru: пропускается `%s', т.к. локальный `%s' ожидается
vi: nhảy qua `%s' vì địa phương `%s' đang chờ
zh_tw: 跳過‘%s’，因為本地‘%s’等待中

source: skipping `%s' as `%s' exists
fi: hypätään kohteen "%s" yli, koska "%s" on olemassa
ga: `%s' á ligean thart mar go bhfuil `%s' ann
nl: `%s' overgeslagen omdat `%s' bestaat
ru: пропускается `%s', т.к. `%s' существует
vi: nhảy qua `%s' vì `%s' tồn tại
zh_tw: 跳過‘%s’因為‘%s’存在

source: merging with `%s'
fi: yhdistetään kohteeseen "%s"
ga: á chumasc le `%s'
nl: bezig met samenvoegen met `%s'
ru: объединяется с `%s'
vi: đang nhập với `%s'
zh_tw: 與‘%s’合併

source: sending `%s' to `%s'
fi: lähetetään "%s" kohteelle "%s"
ga: `%s' á sheoladh chuig `%s'
nl: bezig met verzenden `%s' naar `%s'
ru: `%s' отправляется в `%s'
vi: đang gửi `%s' tới `%s'
zh_tw: 將‘%s’發送給‘%s’

source: notifying `%s' about `%s'
fi: ilmoitetaan kohteelle "%s" kohteesta "%s"
ga: ag dul i dteagmháil le `%s' maidir le `%s'
nl: bezig met op de hoogte stellen `%s' over `%s'
ru: `%s' уведомляется о `%s'
vi: đang nhắc `%s' về `%s'
zh_tw: 送給‘%s’關於‘%s’的通知

source: notifying `%s' about `%s-%s.pot'
fi: ilmoitetaan kohteelle "%s" kohteesta "%s-%s.pot"
ga: ag dul i dteagmháil le `%s' maidir le `%s-%s.pot'
nl: bezig met op de hoogte stellen `%s' over `%s-%s.pot'
ru: `%s' уведомляется о `%s-%s.pot'
vi: đang nhắc `%s' về `%s-%s.pot'
zh_tw: 送給‘%s’關於‘%s-%s.pot’的通知

source: also notifying team leaders
fi: ilmoitetaan myös ryhmänjohtajille
ga: agus ag dul i dteagmháil le ceannairí na bhfoirne freisin
nl: teamleiders worden ook op de hoogte gesteld
ru: также уведомляются руководители команды
vi: đồng thời nhắc trưởng nhóm dịch
zh_tw: 同時通知小組協調者

source: initializing `%s/teams/PO/%s'
fi: käyttöönotetaan "%s/teams/PO/%s"
ga: `%s/teams/PO/%s' á thúsú
nl: bezig met initialiseren `%s/teams/PO/%s'
ru: инициализируется `%s/teams/PO/%s'
vi: đang khởi nạp `%s/teams/PO/%s'
zh_tw: 初始化‘%s/翻譯小組/PO/%s’

source: skipping `%s', as already uploaded
fi: hypätään kohteen "%s" yli, koska se on jo kopioitu palvelimelle
ga: `%s' á ligean thart, mar go bhfuil sé uasluchtaithe cheana
nl: `%s' wordt overgeslagen, omdat het bestand al ge-upload is
ru: пропускается `%s', т.к. уже выгружен
vi: nhảy qua `%s', vì đã tải lên
zh_tw: 跳過‘%s’，因為已經上傳

source: Translation empty and identical to Template, not loaded
fi: Käännös tyhjä ja identtinen mallinneen kanssa, ei ladattu
ga: Is ionann an t-aistriúchán agus an Teimpléad; níor luchtaíodh é
nl: Vertaling leeg en identiek aan Sjabloon, niet geladen
ru: Перевод пуст и идентичен Шаблону, не загружен
vi: Dịch rỗng và giống nhau tới Mẫu template, chưa nạp
zh_tw: 翻譯項為空，與模版相同，不載入

source: Translation identical to archive file, not loaded
fi: Käännös identtinen arkistotiedoston kanssa, ei ladattu
ga: Is ionann an t-aistriúchán agus an leagan sa chartlann; níor luchtaíodh é
nl: Vertaling identiek aan archiefbestand, niet geladen
ru: Перевод идентичен архивному файлу, не загружен
vi: Dịch giống nhau tới tập tin kho chứa, chưa nạp
zh_tw: 翻譯與歸檔相同，不載入

source: also notifying `%s'
fi: ilmoitetaan myös kohteelle "%s"
ga: agus ag dul i dteagmháil le `%s' freisin
nl: ook `%s' wordt op de hoogte gesteld
ru: также уведомляется `%s'
vi: đồng thời nhắc `%s'
zh_tw: 同時也通知‘%s’

source: From: Translation Project Robot <translation@translationproject.org> To: %s Subject: New PO Template file for `%s'
nl: From: Vertaalproject Robot <translation@translationproject.org> To: %s Subject: Nieuw PO-sjabloonbestand voor `%s'
ru: От: Робот Проекта переводов <translation@translationproject.org> Кому: %s Тема: Новый файл Шаблона PO для `%s'

source: Hello, gentle maintainer. This is a message from the Translation Project robot. A new PO Template file, for programs using the textual domain `%s', has just been made available to language teams for translation, and a copy is available as:
fi: Hei, lempeä ylläpitäjä. Tämä on Käännösrobotin sanoma. Uusi PO-mallinetiedosto ohjelmille, jotka käyttävät tekstidomainia "%s", on juuri laitettu saataville käännösryhmien käännöksille ja kopio on saatavissa nimellä:
ga: Dia dhuit, a chothaitheoir uasal. Seo í teachtaireacht ó Róbó an Tionscadail Aistriúcháin. Tá creatchomhad nua PO ann i gcomhair ríomhchláir a bhaineann úsáid as an bhfearann téacsach `%s'. Táim tar éis é a sheoladh go dtí na foirne aistriúcháin, agus tá cóip ar fáil mar:
nl: Hallo, vriendelijke maintainer. Dit is een bericht van de Vertaalproject robot. Er is zojuist een nieuw PO-sjabloonbestand voor programma's die het tekstdomein `%s' gebruiken beschikbaar geworden voor vertaalteams om te vertalen, en er is een kopie beschikbaar als:
ru: Здравствуйте, уважаемый сопроводитель. Это сообщение от робота Проекта переводов. Новый файл Шаблона PO для программ, использующих текстовые домены `%s', только что был сделан доступным для перевода национальным командам, его копия доступна как:
vi: Xin chào nhà duy trì cao quý. Đây là thư từ Rô-bốt của Dự án dịch. Một tập tin PO mẫu mới, cho các chương trình sử dụng miền nguyên bản `%s', đã sẵn sàng cho các nhóm dịch, và bản sao có thể lấy tại đây:
zh_tw: 翻譯維護者您好， 這是一條來自翻譯項目機器人的通知。 使用文本域‘%s’的程序的一個新的 PO 模版文件已經上傳，正期待著各翻譯小組的 翻譯，一份可用的副本在：

source: > %s The file should soon be made available in mirror sites as:
fi: > %s Tiedoston pitäisi pian olla saatavilla peilisivustojen kautta:
ga: > %s Beidh an comhad ar fáil ó shuímh scáthánaithe sula i bhfad, mar:
nl: > %s Het bestand moet binnenkort op spiegelsites beschikbaar zijn als:
ru: > %s Файл вскоре должен будет сделан доступным на зеркальных сайтах как:
vi: > %s Tập tin cũng sẽ sớm có mặt trên các trang gương sau:
zh_tw: > %s 此文件也將很快出現在鏡像網站上：

source: In your releases, this file is usually found as `po/%s.pot'. It is created or updated automatically at `make dist' time, or whenever you run `make update-po' in the `po/' subdirectory. Whenever you have a distribution ready which holds a newer PO Template, please send the URL of this distribution to the address below. The distribution could be a pretest or a snapshot, it does not even have to compile. This is to be used by translators, when they need to get some translation context from your sources. Within the Translation Project, each PO Template file should have different version numbers, but since it is not OK to have two different distributions having same version numbers, this is not a problem in practice.
fi: Julkaisuissasi tämä tiedosto löytyy tavallisesti nimellä "po/%s.pot". Se luodaan tai päivitetään automaattisesti "make dist"-hetkellä tai kun ajat "make update-po" alihakemistossa "po/". Milloin tahansa sinulla on valmiina jakelu, joka sisältää uudemman PO-mallineen, lähetä jakelun URL alla olevaan osoitteeseen. Jakelu voisi olla esitestaus tai otos, sen ei tarvitse kääntyä. Kääntäjät käyttävät sitä kun he tarvitsevat jotain käännöskonteksia lähdekoodistasi. Käännösprojektin sisällä kaikilla PO-mallineilla pitäisi olla erilaiset versionumerot, mutta koska ei ole hyväksyttävää olla kahta jakelua samalla versionumerolla, tämä ei ole käytännössä pulma.
ga: Go hiondúil, aimsítear an comhad seo mar `po/%s.pot' i do phacáiste. Cruthaítear é nó nuashonraítear é go huathoibríoch nuair a ritheann tú `make dist', nó nuair a ritheann tú `make update-po' san fhochomhadlann `po/'. Ansin, cibé uair a bheidh leagan réidh agat le creatchomhad PO níos nuaí ann, seol URL an phacáiste chuig an seoladh thíos. Is féidir leagan réamhthástála nó roghbhlúire a úsáid, go fiú ní gá go dtiomsódh sé. Bainfidh aistritheoirí úsáid as chun comhthéacs aistriúcháin a fháil ó do chuid cóid fhoinsigh. Faoi scáth an Tionscadal Aistriúcháin, ba chóir leaganuimhir dhifriúil a bheith ag gach creatchomhad PO. Ach de bhrí nach gceadaítear an leaganuimhir chéanna a bheith ar phacáistí difriúla, níl aon fhadhb ann de ghnáth.
nl: In uw uitgaven kan dit bestand meestal gevonden worden als `po/%s.pot'. Het wordt automatisch gemaakt of bijgewerkt bij `make dist', of als u `make update-po' uitvoert in de `po/' submap. Als u een distributie klaar heeft waarin zich een nieuwere PO sjabloon bevindt, zend dan alstublieft de URL van deze distributie naar het onderstaande adres. De distributie mag een voortest of snapshot zijn, zij hoeft zelfs niet te compileren. Ze wordt gebruikt door vertalers, als ze vertaalcontext nodig hebben uit uw broncode. Binnen het Vertaalproject moet elk PO-sjabloonbestand een ander versienummer hebben, maar omdat twee verschillende distributies dit ook hebben, is dit in de praktijk geen probleem.
ru: В ваших релизах этот файл обычно выглядит как `po/%s.pot'. Он создается или обновляется автоматически во время `make dist', или всякий раз как вы запускаете `make update-po' в подкаталоге `po/'. Каждый раз, когда вы получаете готовый дистрибутив с более новым Шаблоном PO, пожалуйста, отправляйте URL этого дистрибутива на указанный ниже адрес. Дистрибутив может быть предтестом или snapshot'ом, его даже не надо компилировать. Он будет использован переводчиками, когда им необходимо получить некоторый контекст перевода из ваших исходных текстов. В Проекте переводов каждый файл Шаблона PO должен иметь различные номера версий, и хотя нехорошо иметь два различных дистрибутива с одинаковыми номерами версий, на практике это не является проблемой.
vi: Trong bản phát hành của ngài, tập tin này thường có tên `po/%s.pot'. Nó được tạo ra hoặc cập nhật một cách tự động tại thời điểm `make dist', hoặc khi chạy `make update-po' trong thư mục con `po/'. Khi có một bản phân phối đã chứa một PO Template mới hơn, xin hãy gửi URL của bản phân phối này tới địa chỉ phía dưới. Bản phân phối có thể chỉ là thử nghiệm hoặc một snapshot, thậm chí không cần phải biên dịch. Các nhà phiên dịch sẽ sử dụng nó, khi họ cần lấy một vài nội dung dịch thuật từ mã nguồn của ngài. Trong Dự án Dịch thuật, mỗi tập tin PO Template phải có số phiên bản khác nhau, nhưng vì không thể có hai bản phân phối với cùng một số phiên bản, nên trên thực tế không có vấn đề này.
zh_tw: 在您的發行版中，這個檔案同常叫做‘po/%s.pot’。在‘make dist’時或您在‘po/’ 子目錄下執行‘make update-po’時，這一文件就會被自動創建或更新。無論何時，當 您已預備好發行版，且新版本中有一個較新的 PO 模版，請您將該發行版的 URL 發送至 以下地址。發行版本可以是測試版或預覽版，它甚至不一定要能通過編譯。翻譯者使用 發行版中的源文件以獲得某些翻譯項的上下文。 在翻譯項目中，每個 PO 模版文件都應有不同的版本號，但因為兩個不同的發行版卻可 以有相同的版本號，所以在實踐中這並不是一個問題。

source: Here is the URL information which has just been provided to translators for your package. Please inform the translation coordinator, at the address given below, if the information does not appear to be adequate or current:
fi: Tässä on URL-tieto, joka on juuri annettu pakkauksesi kääntäjille. Kerro käännöskoordinaattorille, jonka osoite on annettu alla, jos tiedot eivät tunnu olevan asianmukaiset tai ajan tasalla:
ga: Seo dhuit an fhaisnéis URL a tugadh d'aistritheoirí do phacáiste anois beag. Téigh i dteagmháil le comhordaitheoir na n-aistriúchán ag an seoladh thíos, le do thoil, má tá easnamh san fhaisnéis seo, nó má dhealraíonn sé a bheith as dáta:
nl: Hier is de URL-informatie die zojuist gegeven is aan vertalers van uw pakket. Informeer de vertaalcoördinator alstublieft, op het onderstaande adres, als de informatie niet correct of nieuw is:
ru: Здесь представлен URL к информации, которая только что была предоставлена переводчикам вашего пакета. Пожалуйста, известите руководителя по адресу, указанному ниже, если информация окажется неполной или неточной:
vi: Đây là thông tin URL cung cấp cho các nhà dịch thuật cho gói của ngài Xin hãy báo cho hoa tiêu của nhóm dịch theo địa chỉ phía dưới biết, nếu thông tin này không đầy đủ hoặc không cập nhật:
zh_tw: 這兒是您剛才提供給翻譯者該軟體 URL 位址。如果此資訊不完整或已過時，請您 使用以後給出的位址，並通知翻譯協調員解決：

source: Translated PO files will later be automatically e-mailed to you.
fi: Käännetyt PO-tiedostot lähetetään sinulle sähköpostitse automaattisesti.
ga: Níos déanaí, seolfar na comhaid aistrithe PO chugat go huathoibríoch.
nl: Vertaalde PO-bestanden zullen in de toekomst automatisch naar u worden opgestuurd.
ru: Переведенные PO-файлы в дальнейшем будут автоматически отправляться вам на e-mail.
vi: Tập tin PO đã dịch sẽ tự động gửi qua e-mail đến cho ngài.
zh_tw: 翻譯過的 PO 文件稍後將通過電子郵件發送給您。

source: We can arrange things so translated PO files be automatically e-mailed to you when they arrive. Ask to the address below if you want this.
fi: Voimme järjestää asian niin, että käännetyt PO-tiedostot lähetetään sinulle automaattisesti sähköpostilla, kun ne saapuvat. Tiedustele alla olevasta osoitteesta, jos haluta tätä.
ga: Is féidir linn an córas a shocrú i slí go seolfar comhaid aistrithe PO chugat nuair a thiocfaidh siad isteach. Cuir iarratas chuig an seoladh thíos más mian leat an socrú seo a chur i ngníomh.
nl: We kunnen ervoor zorgen dat vertaalde PO-bestanden automatisch naar u worden opgestuurd als ze aankomen. Vraag het onderstaande adres als u dit wilt.
ru: Мы можем сделать так, что переведенные PO-файлы будут автоматически отправляться вам на e-mail по мере их появления. Сделайте запрос на указанный ниже адрес, если это вам нужно.
vi: Chúng ta có thể sắp xếp để các tập tin PO đã dịch sẽ tự động gửi qua e-mail đến cho ngài. Hãy hỏi tại địa chỉ dưới đây nếu ngài muốn.
zh_tw: 我們可以設定成：在翻譯完成的 PO 檔案上傳時就馬上遞給您。若您需要此項服務， 請與以下地址聯繫：

source: Thanks for your collaboration, The Translation Project robot, in the name of your translation coordinator. <translation@translationproject.org>
nl: Bedankt voor uw medewerking, De Vertaalproject robot, in de naam van uw vertaalcoördinator. <translation@translationproject.org>
ru: Благодарим за сотрудничество, Робот Проекта переводов, от имени вашего руководителя переводов. <translation@translationproject.org>
zh_tw: 感謝您的合作。 翻譯項目機器人 以你們翻譯協調者的名義 translation@translationproject.org

source: From: Translation Project Robot <translation@translationproject.org> To: team-leaders@translationproject.org Subject: New PO Template file for `%s'
nl: From: Vertaalproject Robot <translation@translationproject.org> To: team-leaders@translationproject.org Subject: Nieuw PO-sjabloonbestand voor `%s'
ru: От: Робот Проекта переводов <translation@translationproject.org> Кому: team-leaders@translationproject.org Тема: Новый файл Шаблона PO для `%s'

source: My nicest hello to all language team leaders. This is a message from the Translation Project robot. A new PO Template file, for programs using the textual domain `%s', has just been made available to language teams for translation, and a copy is available as:
fi: Herttaisin hei kaikille käännösprojektiryhmien johtajille. Tämä on Käännösrobotin sanoma. Uusi PO-mallinnetiedosto ohjelmille, jotka käyttävät tekstidomainia "%s", on juuri laitettu saataville käännösryhmien käännettäväksi ja kopio on saatavissa nimellä:
ga: Beannachtaí ar cheannairí na bhfoirne teanga. Seo í teachtaireacht ó Róbó an Tionscadail Aistriúcháin. Tá creatchomhad nua PO ann i gcomhair ríomhchláir a bhaineann úsáid as an bhfearann téacsach `%s'. Táim tar éis é a sheoladh go dtí na foirne aistriúcháin, agus tá cóip ar fáil mar:
nl: Mijn vriendelijkste hallo aan alle vertaalteamleiders. Dit is een bericht van de Vertaalproject robot. Een nieuw PO-sjabloonbestand voor programma's die het tekstdomein `%s' gebruiken is zojuist beschikbaar gemaakt voor vertaalteams om te vertalen, en een kopie is beschikbaar als:
ru: Мои приветствия руководителям всех национальных команд. Это сообщение от робота Проекта переводов. Новый файл Шаблона PO для программ, использующих текстовые домены `%s', только что был сделан доступным для перевода национальным командам, его копия доступна как:
vi: Lời chào tốt lành nhất của tôi tới tất cả trưởng nhóm dịch. Đây là thông báo của rô-bốt Dự án dịch. Một tập tin PO mẫu mới, cho các chương trình sử dụng miền nguyên bản `%s', đã sẵn sàng cho các nhóm dịch, và bản sao có thể lấy tại đây:
zh_tw: 向所有語言的翻譯小組協調者致以最誠摯的問候。 這是一條來自翻譯項目機器人的通知。 使用文本域‘%s’的程序的一個新的 PO 模版文件已經上傳，正期待著各翻譯小組的翻 譯，一份可用的副本在：

source: Your team will have been notified only if it committed a translation or if you have requested that the team is notified, anyway. Otherwise, it is up to you and your team to decide exactly how a translator might be recruited to take care of it.
fi: Ryhmällesi ilmoitetaan vain jos teki käännöksen tai jos olet pyytänyt, että ryhmälle kerrotaan, miten vain. Muussa tapauksessa on sinun ja ryhmäsi asia päättää tarkalleen, kuinka hankitaan kääntäjä ottamaan se työkseen.
ga: Seoladh an teachtaireacht seo chugat de bharr go ndearna d'fhoireann aistriúchán ar an bhfearann seo cheana, nó de bharr gur iarr tú go mbeidh fógra seolta chugaibh mar sin féin. Tá dualgas ort, agus ar d'fhoireann, aistritheoir oiriúnach a earcú chun an t-aistriúchán a chur i gcrích.
nl: Uw team zal alleen op de hoogte worden gesteld als het een vertaling heeft ingezonden of als u verzocht heeft het op de hoogte te stellen. Anders is het aan u en uw team om te besluiten hoe een vertaler wordt geïnstrueerd om er rekening mee te houden.
ru: Ваша команда будет уведомлена только, если это зафиксированный перевод, или если вы запросили, чтобы команда получала уведомления. В противном случае, вы и ваша команда должны точно решить, кто из переводчиков может быть призван для работы над переводом.
vi: Nhóm của ngài sẽ nhận được thông báo chỉ khi bản dịch đã được thêm hoặc nếu ngài yêu cầu. Nói cách khác, ngài và nhóm của mình có quyền quyết định chính xác việc bổ sung thành viên.
zh_tw: 您的翻譯小組僅在提交了一份翻譯或者您明確要求的情況下才會收到 通知。除外，您和您的翻譯小組有權決定哪位翻譯者如何負責此項翻 譯。

source: Here is some URL information that could be provided to translators for this package:
fi: Tässä on muutamia URL-tietoja, jotka voitaisiin antaa tämän pakkauksen kääntäjille:
ga: Seo duit faisnéis URL gurbh fhéidir tabhairt d'aistritheoirí an phacáiste seo:
nl: Hier zijn wat verwijzingen die konden worden gegeven voor vertalers van dit pakket:
ru: Здесь представлен URL к информации, которая может быть предоставлена переводчикам этого пакета:
vi: Đây là một số thông tin URL có thể cung cấp cho người dịch cho gói này:
zh_tw: 這是將被提供給翻譯者的關於此軟體的一些 URL 資訊：

source: From: Translation Project Robot <translation@translationproject.org> To: %s Subject: New %s PO file for `%s'
nl: From: Vertaalproject Robot <translation@translationproject.org> To: %s Subject: Nieuw %s PO-bestand voor `%s'
ru: От: Робот Проекта переводов <translation@translationproject.org> Кому: %s Тема: Новый файл %s PO для `%s'
