Repository: donnut/software
Catalog: lib/messages/*.po
Languages: fi, ga, nl, ru, vi, zh_tw

source: Hello, gentle maintainer. This is a message from the Translation Project robot. A revised PO file, for programs using the textual domain `%s', has been submitted by the team of translators taking care of the %s language. This particular file, along with all other PO files pertaining to the same textual domain, is available as:
fi: Hei, leppoisa ylläpitäjä. Tämä on Käännösrobotin sanoma. Muuttunut PO-tiedosto ohjelmille, jotka käyttävät tekstidomainia "%s", on toimitettu kääntäjäryhmästä, joka huolehtii kielestä %s. Kyseinen tiedosto, yhdessä kaikkien muiden samaa tekstidomainia koskevien PO-tiedostojen kanssa on saatavissa nimellä:
ga: Dia dhuit, a chothaitheoir uasal. Seo í teachtaireacht ó Róbó an Tionscadail Aistriúcháin. Tá comhad leasaithe PO ann i gcomhair ríomhchláir a bhaineann úsáid as an bhfearann téacsach `%s'. Is %s teanga an aistriúcháin seo, agus ba é foireann an teanga seo a chuir an comhad nua é faoi do bhráid. Tá an comhad áirithe seo, agus gach comhad eile a bhaineann leis an bhfearann céanna, ar fáil mar:
nl: Hallo, vriendelijke maintainer. Dit is een bericht van de Vertaalproject robot. Een herzien PO-bestand voor programma's die gebruik maken van het tekstdomein `%s' is opgestuurd door het team van vertalers dat verantwoordelijk is voor de taal %s. Dit specifieke bestand, zowel als de andere die behoren tot dit tekstdomein, is te vinden als:
ru: Здравствуйте, уважаемый сопроводитель. Это сообщение от робота Проекта переводов. Исправленный PO-файл для программ, использующих текстовый домен `%s', был предоставлен переводчиками команды, отвечающих за %s язык. Этот отдельный файл вместе со всеми остальными PO-файлами, относящимися к тому же текстовому домену, доступны как:
vi: Xin chào nhà duy trì cao quý. Đây là thư từ Rô-bốt của Dự án dịch. Một tập tin PO cho các chương trình sử dụng miền nguyên bản `%s' đã được sửa lại và gửi lên bởi nhóm các nhà dịch thuật cho ngôn ngữ %s. Tập tin này nói riêng, cũng như những tập tin PO khác của cùng một miền nguyên bản, có thể lấy tại:
zh_tw: 翻譯維護者您好： 這是一條來自翻譯項目機器人的通知。 用於軟體領域‘%s’的一個修訂過的 PO 文件已經由負責 %s 的翻譯小組提交。這一特定 的文件，以及其他用於此軟體的 PO 文件，可以在下列位置取得：

source: mailing `%s' to `%s'
fi: postitetaan "%s" vastaanottajalle "%s"
ga: `%s' á sheoladh chuig `%s'
nl: bezig met e-mailen `%s' aan `%s'
ru: отправляется письмо `%s' на `%s'
vi: đang gửi `%s' tới `%s'
zh_tw: 將‘%s’郵遞至‘%s’

source: This file has already been sent to you separately on %s, as a MIME invoice unpacking the file `%s'.
fi: Tämä tiedosto on jo lähetetty sinulle erikseen %s MIME-lähetyspurettuna tiedostona "%s".
ga: Seoladh an comhad seo chugat go leithleach cheana ar %s, mar shonrasc MIME a dhíphacálann comhad `%s'.
nl: Dit bestand is al los naar u gestuurd op %s, als een MIME afschrift het bestand `%s' uitpakkende.
ru: Этот файл уже был отправлен вам отдельно на %s, как документ MIME распаковки файла `%s'.
vi: Tập tin này đã gửi riêng tới cho ngài trên %s, vì danh mục MIME giải nén tập tin `%s'.
zh_tw: 這一文件已經在 %s 發送給您一個 MIME 郵件，其中包含文件‘%s’。

source: We may arrange things so future such files be automatically e-mailed to you when they arrive. Ask to the address below if you want this.
fi: Voimme järjestää asiat tulevaisuudessa niin, että sellaiset tiedostot lähetetään sähköpostitse automaattisesti sinulle kun ne saapuvat. Kysy asiaa alla olevasta osoitteesta, jos haluat tätä.
ga: Is féidir an córas a shocrú sa chaoi go seolfar comhaid mar seo chugat nuair a thiocfaidh siad isteach. Fiafraigh dínn ag an seoladh thíos má tá an tseirbhís seo uait.
nl: We kunnen regelen dat zulke bestanden in de toekomst automatisch naar u toe gestuurd worden als ze aankomen. Vraag hierom op het onderstaande adres als u dit wilt.
ru: Мы можем сделать так, чтобы в будущем такие файлы автоматически отправлялись на ваш e-mail по мере их поступления. Сделайте запрос на указанный ниже адрес, если вам это нужно.
vi: Chúng ta có thể sắp xếp để những tập tin thế này sẽ tự động gửi vào hộp thư cho ngài khi chúng tới. Hãy hỏi qua địa chỉ bên dưới nếu ngài muốn.
zh_tw: 我們可以做出安排，以後這樣的文件一旦到達即自動投遞給您。若您需要此項服務， 請與以下位置聯繫。

source: The following HTML page should also be updated by tomorrow. > %s/HTML/domain-%s.html Please consider including all PO files, as they stand, in the `po/' subdirectory of your next release of programs using that textual domain, whether it is official or pretest. Whenever you have a distribution ready which holds a newer PO Template, please send the URL of this distribution to the address below. The distribution could be a pretest or a snapshot, it does not even have to compile. This is to be used by translators, when they need to get some translation context from your sources. Within the Translation Project, each PO Template file should have different version numbers, but since it is not OK to have two different distributions using same version numbers, this is not a problem in practice. Contact me if any question arises. Thanks for your collaboration, The Translation Project robot, in the name of your translation coordinator. <translation@translationproject.org>
nl: De volgende HTML-pagina moet ook morgen bijgewerkt zijn. > %s/HTML/domain-%s.html Overweeg alstublieft om alle PO-bestanden, zoals ze zijn, in de `po/' submap van uw volgende uitgave van programma's die dat tekstdomein gebruiken op te nemen, of deze nu officieel of voortest is. Zend alstublieft als u een distributie klaar heeft met een nieuwere PO-sjabloon de URL van deze distributie naar het onderstaande adres. De distributie kan een voortest of snapshot zijn, zij hoeft zelfs niet te compileren. Deze wordt door vertalers gebruikt als ze wat vertaalcontext nodig hebben uit uw broncode. Binnen het Vertaalproject moet elk PO-sjabloonbestand een ander versienummer hebben, maar omdat dit ook voor distributies geldt, is dit in de praktijk geen probleem. Neem bij vragen contact met mij op. Bedankt voor uw medewerking, De Vertaalproject Robot, in naam van uw vertaalcoördinator. <translation@translationproject.org>
ru: Следующая HTML-страница также должна быть завтра обновлена. > %s/HTML/domain-%s.html Пожалуйста, обратите внимание на включение всех PO-файлов в подкаталог `po/' вашего следующего релиза программ, использующих этот текстовый домен, будь то официальный или предтестовый релиз. Каждый раз, когда вы получаете готовый дистрибутив с более новым Шаблоном PO, пожалуйста, отправляйте URL этого дистрибутива на указанный ниже адрес. Дистрибутив может быть предтестом или snapshot'ом, его даже не надо компилировать. Он будет использован переводчиками, когда им необходимо получить некоторый контекст перевода из ваших исходных текстов. В Проекте переводов каждый файл Шаблона PO должен иметь различные номера версий, и хотя нехорошо иметь два различных дистрибутива с одинаковыми номерами версий, на практике это не является проблемой. Свяжитесь со мной, если возникнут какие-то вопросы. Благодарим вас за сотрудничество, Робот Проекта переводов, от имени вашего руководителя переводов. <translation@translationproject.org>
zh_tw: 下列 HTML 頁面也將會在明天之前更新。 > %s/HTML/domain-%s.html 請考慮下一次發行使用軟體(無論是正式版或測試版)時，將所有可用的 PO 文件放入‘po/’子目錄下。無論何時，當您已預備好發行版，且新版本中有一個較新 的 PO 模版，請您將該發行版的 URL 發送至以下地址。發行版本可以是測試版或預覽版， 它甚至不一定要能通過編譯。翻譯者使用發行版中的源碼以獲得某些翻譯項的上下文。 在翻譯項目中，每個 PO 模版都應有不同的版本號，但因為兩個不同的發行版卻可 以有相同的版本號，所以在實做中這並不會造成問題。 如有任何問題請跟我連絡。謝謝您的合作。 翻譯項目機器人 以翻譯協調者的名義 translation@translationproject.org

source: From: Translation Project Robot <translation@translationproject.org> To: %s Subject: %s-%s (%d%%, %d untranslated) %s
nl: From: Vertaalproject Robot <translation@translationproject.org> To: %s Subject: %s-%s (%d%%, %d onvertaald) %s
ru: От: Робот Проекта переводов <translation@translationproject.org> Кому: %s Тема: %s-%s (%d%%, %d не переведено) %s

source: Hello, members of the %s team at `%s'. This is a message from the Translation Project robot. I'm happy to announce that a new file, available as: > %s has been integrated in the central PO archives. The file should soon be made available in mirror sites as:
fi: Hei, %s-ryhmän jäsenet projektissa "%s"'. Tämä on Käännösrobotin viesti. Minulla on ilo ilmoittaa, että uusi tiedosto, nimeltään: > %s on lisätty PO-tiedostojen keskusarkistoon. Tiedoston pitäisi pian olla saatavilla peilisivustojen kautta:
ga: Dia dhaoibh, a bhaill den fhoireann %s ag `%s'. Seo í teachtaireacht ó Róbó an Tionscadail Aistriúcháin. Tá áthas orm a fhógairt go bhfuil comhad nua le fáil sna cartlanna lárnacha PO, mar: > %s Beidh an comhad ar fáil ó shuímh scáthánaithe sula i bhfad, mar:
nl: Hallo, leden van het %s team bij `%s'. Dit is een bericht van de Vertaalproject robot. Ik ben blij een nieuw bestand aan te kunnen aankondigen, beschikbaar als: > %s dat is geïntegreerd in het centrale PO-archief. Het bestand moet binnenkort beschikbaar zijn op spiegelsites als:
ru: Приветствую вас, члены %s команды `%s'. Это сообщение от робота Проекта переводов. Я рад сообщить, что новый файл, доступный как: > %s был включен в центральные архивы PO. Файл вскоре должен стать доступным на зеркальных сайтах как:
vi: Xin chào thành viên của nhóm dịch %s tại `%s'. Đang là thông báo từ Rô-bốt của Dự án dịch. Tôi rất vui mừng thông báo về một tập tin mới: > %s đã được thêm vào kho PO trung tâm của chúng ta. Tập tin cũng sẽ sớm có mặt tại các trang gương sau:
zh_tw: 你們好，%s 翻譯小組成員(位於‘%s’)。 這是一條來自翻譯項目機器人的消息。 我非常高興地宣布一個新文件： > %s 已經存放到中央 PO 檔案庫中。此文件也將很快出現在鏡像網站上：

source: Hello, members of the %s team at `%s'. This is a message from the Translation Project robot. I'm happy to announce that a new file, available as: > %s has been integrated in the central PO archives, and is now kept with all other accepted %s translations. The file should soon be made available in mirror sites as:
fi: Hei, %s-ryhmän jäsenet projektissa "%s". Tämä on Käännösrobotin sanoma. Minulla on ilo ilmoittaa, että uusi tiedosto, nimeltään: > %s on lisätty PO-tiedostojen keskusarkistoon, ja sitä säilytetään nyt kaikkien muiden hyväksyttyjen %s käännösten kanssa. Tiedoston pitäisi olla pian saatavilla peilisivustojen kautta:
ga: Dia dhaoibh, a bhaill den fhoireann %s ag `%s'. Seo í teachtaireacht ó Róbó an Tionscadail Aistriúcháin. Tá áthas orm a fhógairt go bhfuil comhad nua le fáil sna cartlanna lárnacha PO, mar: > %s agus tá sé i dtaisce anois le gach aistriúchán %s ar glacadh leis cheana. Beidh an comhad ar fáil ó shuímh scáthánaithe sula i bhfad, mar:
nl: Hallo, leden van het %s team bij `%s'. Dit is een bericht van de Vertaalproject robot. Ik ben blij een nieuw bestand aan te kondigen, beschikbaar als: > %s dat is geïntegreerd in het centrale PO-archief, en dat nu wordt bewaard bij alle andere geaccepteerde %s vertalingen. Het bestand moet binnenkort op spiegelsites beschikbaar zijn als:
ru: Приветствую вас, члены %s команды `%s'. Это сообщение от робота Проекта переводов. Я рад сообщить, что новый файл, доступный как: > %s был включен в центральные архивы PO и теперь хранится вместе со всеми другими принятыми %s переводами. Файл вскоре должен стать доступным на зеркальных сайтах как:
vi: Xin chào thành viên của nhóm dịch %s tại `%s'. Đang là thông báo từ Rô-bốt của Dự án dịch. Tôi rất vui mừng thông báo về một tập tin mới: > %s đã được thêm vào kho PO trung tâm của chúng ta, và được giữ cùng với %s bản dịch khác. Tập tin cũng sẽ sớm có mặt tại các trang gương sau:
zh_tw: 你們好，%s(位於‘%s’)翻譯小組成員。 這是一條來自翻譯項目機器人的消息。 我非常高興地宣布一個新檔案： > %s 已經存放到中央 PO 檔案庫中，與其他已被接受的%s翻譯存放在一起。此文件也將很快 出現在鏡像網站上：

source: %s and %s are currently assigned for the translation. When you have completed the translation, send the result to the address given below, using the Subject line:
fi: %s ja %s ovat nykyisiä kääntäjiä. Kun käännös on saatu valmiiksi, lähetä tulos alla ilmoitettuun osoitteeseen käyttäen Aihe-riviä:
ga: Tá an t-aistriúchán faoi chúram %s agus %s faoi láthair. Nuair a bheidh an t-aistriúchán curtha i gcrích, seol é chuig an seoladh thíosluaite, leis an líne "Subject":
nl: %s en %s zijn momenteel toegewezen voor de vertaling. Zend, als u klaar bent met de vertaling, de resultaten naar het onderstaande adres, met als Onderwerp-regel:
ru: %s и %s на данный момент назначены для перевода. Когда вы завершите перевод, отправьте результат на указанный ниже адрес с темой:
vi: %s và %s hiện thời đã được đăng ký dịch. Khi ngài hoàn thành bản dịch, xin hãy gửi kết quả về địa chỉ ở phía dưới, với dòng Tên thư:
zh_tw: %s 和 %s 目前被分配此翻譯任務。當您完成翻譯後，請將成果發送至下面給出的地址，主題 (Subject) 請設定為：

source: %s is currently assigned for the translation. When you have completed the translation, send the result to the address given below, using:
fi: %s on nykyinen kääntäjä. Kun olet saanut käännöksen valmiiksi, lähetä tulos alla ilmoitettuun osoitteeseen käyttäen:
ga: Tá an t-aistriúchán faoi chúram %s faoi láthair. Nuair a bheidh an t-aistriúchán curtha i gcrích, seol é chuig an seoladh thíosluaite, le:
nl: %s is momenteel toegewezen voor de vertaling. Als u de vertaling voltooid heeft, kunt u het resultaat naar het onderstaande adres sturen, door gebruik te maken van:
ru: %s на данный момент назначен для перевода. Когда вы завершите перевод, отправьте результат на указанный ниже адрес, используя в качестве темы строку:
vi: %s hiện thời đã được đăng ký dịch. Khi ngài hoàn thành bản dịch, xin hãy gửi kết quả về địa chỉ ở phía dưới, sử dụng:
zh_tw: %s 目前被分配此翻譯任務。當您完成翻譯後，請將成果發送至下面給出的地址，主題 (Subject) 請設定為：

source: The most recent translation of this translator has %d of %d messages translated.
fi: Tämän kääntäjän viimeisimmässä käännöksessä on %d sanomaa %d sanomasta käännettty.
ga: Tá %d as %d teachtaireacht aistrithe san aistriúchán is déanaí ón aistritheoir seo.
nl: De recentste vertaling van deze vertaler heeft %d van de %d berichten vertaald.
ru: В последнем его переводе переводчик перевел %d из %d сообщений.
vi: Bản dịch gần đây nhất của người dịch này có %d trong số %d thông báo được dịch.
zh_tw: 在此翻譯者最近的翻譯中，他翻譯了 %d 條消息(總數為 %d)。

source: There is currently a translator working on this translation who is not part of the Translation Project. %s
fi: Tällä hetkellä ei ole kääntäjää, joka olisi osa käännösprojektia, kääntämässä tätä käännöstä. %s
ga: Tá aistritheoir ann atá ag obair ar an aistriúchán seo faoi láthair, ach níl sé/sí ball den Tionscadal Aistriúcháin. %s
nl: Er is momenteel een vertaler aan het werk met deze vertaling, die die lid is van het Vertaalproject. %s
ru: На данный момент переводчик работает над этим переводом, не являющимся частью Проекта переводов. %s
vi: Hiện thời có một người đang dịch tập tin này và không phải là thành viên của Dự án dịch. %s
zh_tw: 目前已有一個翻譯者在為此翻譯工作，但他並不是本翻譯項目的成員。%s

source: Please consider taking its translation in charge for the %s language. If you decide to do so, please get your team leader (if any) to inform the translation coordinator that you were assigned to `%s'. Once the translation is completed, send the result to the address given below, using the Subject line:
fi: Harkitse ottavasi tehtäväksi sen kääntämisen kieleen %s. Jos päätät niin, pyydä ryhmänjohtajaa (jos on olemassa) kertomaan käännöskoordinaatorille, että olet ottanut tehtäväksi projektin "%s". Lähetä tulos valmistumisen jälkeen alla olevaan osoitteeseen ja kirjoita Aihe-riville:
ga: Le do thoil, déan machnamh ar an aistriúchán seo a ghlacadh faoi do chúramsa, ar son na %s. Má chinneann tú an t-aistriúchán a dhéanamh, fiafraigh de cheannaire d'fhoirne (más ann dó) cur in iúl do chomhordaitheoir na n-aistriúchán gur tusa féin atá i mbun `%s' anois. Nuair atá an t-aistriúchán curtha i gcrích, seol an comhad chuig an seoladh thíos, le líne "Subject":
nl: Overweeg alstublieft om de vertaling voor de taal %s op u te nemen. Neem alstublieft contact op met uw teamleider (als die er is), als u besluit dit te doen, zodat die de vertaalcoördinator kan informeren dat `%s' aan u is toegewezen. Zend, als de vertaling klaar is, het resultaat naar het hieronder gegeven adres, met als Onderwerp-regel:
ru: Пожалуйста, подумайте над тем, чтобы взяться за перевод его на %s язык. Если вы решитесь на это, пожалуйста, свяжитесь с руководителем (если он есть) своей команды, чтобы известить координатора переводов о том, что вы были закреплены за `%s'. После того, как перевод завершен, отправьте результат по указанному ниже адресу с темой:
vi: Xin hãy nhận dịch tập tin này cho ngôn ngữ %s. Nếu ngài quyết định như vậy, thì hãy thông báo cho trưởng nhóm dịch (nếu có) để giúp ngài đăng ký tập tin `%s' với hoa tiêu của dự án. Khi hoàn thành bản dịch, xin hãy gửi kết quả theo địa chỉ phía dưới với dòng Tên thư:
zh_tw: 請考慮負責它的 %s 翻譯。如果您決定這樣做，請讓您的小組協調者(如果有的話)通知 翻譯協調員，您被分配了‘%s ’翻譯任務。當翻譯完成後，請將結果發送到以下地址， 並設定標題 (Subject) 為：

source: None of its untranslated messages have been translated yet. %s > TP-Robot %s-%s.%s.po in your message header. You may contact either your team leader or me, if any question arises.
fi: Yhtään sen kääntämättömistä sanomista ei ole vielä käännetty. %s > TP-Robot %s-%s.%s.po sanomaotsakkeessasi. Voit ottaa yhteyttä joko ryhmänjohtajaasi tai minuun, jos mieleen tulee kysyttävää.
ga: Níor aistríodh aon cheann de na teachtaireachtaí atá ann fós. %s > TP-Robot %s-%s.%s.po i gceanntásc do theachtaireacht. Má tá ceisteanna agat, is féidir leat dul i dteagmháil le ceannaire d'fhoireann, nó liomsa.
nl: Geen van de onvertaalde berichten zijn nog vertaald. %s > TP-Robot %s-%s.%s.po in de kop van uw bericht. U kunt contact opnemen met uw teamleider of met mij, als er een vraag opkomt.
ru: Ни одно из его сообщений еще не было переведено. %s > TP-Robot %s-%s.%s.po в заголовке вашего сообщения. Вы можете связаться с руководителем своей команды или со мной, если возникнут какие-либо вопросы.
vi: Chưa có chuỗi thông báo nào được dịch. %s > TP-Robot %s-%s.%s.po trong phần đầu thư của ngài. Ngài có thể liên hệ với trưởng nhóm dịch, hoặc tôi nếu cần hỏi.
zh_tw: 目前還沒有一條待翻譯的消息已被翻譯。%s > TP-Robot %s-%s.%s.po 一旦出現任何問題，您可以聯絡貴翻譯小組的協調者或我。

source: All its %d messages have been translated, and this PO file has been submitted to the maintainer of `%s', hoping s/he will include it in a future release of programs using this textual domain. Let me thank you for all users of the %s language.
fi: Kaikki sen %d sanomaa on käännetty, ja tämä PO-tiedosto on lähetetty pakkauksen "%s" ylläpitäjälle toivoen, että hän sisällyttää sen tätä tekstidomainia käyttävien ohjelmien tulevaan julkaisuun. Haluan kiittää kaikkien kielen %s käyttäjien puolesta.
ga: Aistríodh gach ceann de na %d teachtaireacht atá ann, agus sheol mé an comhad PO seo chuig an gcothaitheoir de `%s', le súil go gcuirfidh sé/sí é isteach le heisiúintí de ríomhchláir a bhaineann úsáid as an bhfearann téacsach seo. Go raibh míle maith agat, ó gach duine a úsáideann saorbhogearraí as %s.
nl: Alle %d berichten zijn vertaald, en dit PO-bestand is opgestuurd naar de maintainer van `%s', met de hoop dat hij/zij het in toekomstige uitgaves die dit tekstdomein gebruiken zal toevoegen. Bedankt namens alle gebruikers van de taal %s.
ru: Все %d его сообщений были переведены, а этот PO-файл был передан на рассмотрение сопроводителю `%s' в надежде, что он(а) включит его в будующий релиз программ, использующих этот текстовый домен. Позвольте мне поблагодарить вас от всех пользователей %s языка.
vi: Tất cả %d thông báo đã được dịch, và tập tin PO này đã được gửi đến nhà duy trì của `%s', hy vọng rằng họ sẽ thêm vào trong bản phát hành sắp tới của chương trình sử dụng miền nguyên bản này. Xin cảm ơn tất cả các bạn nhóm %s.
zh_tw: 全部 %d 條消息均已被翻譯，這個 PO 文件已經被提交給‘%s’的維護者，希望他能在 使用此領域的軟體的下一次發行中包含您的成果。 我謹代表所有使用%s的用戶感謝您。

source: %s and %s are currently assigned for the translation.
fi: %s ja %s ovat nykyisiä kääntäjiä.
ga: Tá an t-aistriúchán faoi chúram %s agus %s faoi láthair.
nl: %s en %s zijn momenteel toegewezen voor de vertaling.
ru: %s и %s в настоящий момент назначены для перевода.
vi: %s và %s đã được đăng ký dịch.
zh_tw: 此翻譯任務目前分配給 %s 和 %s。

source: %s is currently assigned for the translation.
fi: %s on nykyinen kääntäjä.
ga: Tá an t-aistriúchán faoi chúram %s faoi láthair.
nl: %s is momenteel toegewezen voor de vertaling.
ru: %s в настоящий момент назначен для перевода.
vi: %s đã được đăng ký dịch.
zh_tw: 此翻譯任務目前分配給 %s。

source: Nobody in your team is currently assigned to the domain '%s'. The team leader (if any) should inform the translation coordinator of who will become responsible for it.
fi: Kenellekään ryhmästänne ei ole nykyisin annettu tehtäväksi domainia "%s". Ryhmän johtajan (jos sellainen on) pitäisi kertoa käännöskoordinaattorille, että kuka on siitä vastuussa.
ga: Níl aon duine ar d'fhoireann ceaptha leis an bhfearann '%s' faoi láthair. Ba chóir do cheannaire na foirne (más ann do) ainm aistritheora nua a chur in iúl do chomhordaitheoir na n-aistriúchán.
nl: De vertaling van domein `%s' is op dit moment aan niemand uit uw team toegewezen. De teamleider (als die er is) moet de vertaalcoördinator informeren wie er verantwoordelijk voor wordt.
ru: Никто из вашей команды в данный момент не закреплен за доменом '%s'. Руководитель команды (если он есть) должен известить координатора переводов о том, кто будет отвечать за него.
vi: Chưa có ai trong nhóm của ngài đăng ký dịch miền '%s'. Trưởng nhóm (nếu có) cần báo cho hoa tiêu dự án biết ai sẽ phụ trách tập tin này.
zh_tw: 您的小組中尚無人被分配到域‘%s’，小組協調者(如果有的話)應該通知翻譯協調者誰將負責此域。
