Repository: donnut/software
Catalog: lib/messages/*.po
Languages: fi, ga, nl, ru, vi, zh_tw

source: I'm ignoring the following lines within your submission: ----------------------------------------------------------------------> %s ----------------------------------------------------------------------<
fi: En välitä seuraavista riveistä lähetyksessäsi: ----------------------------------------------------------------------> %s ----------------------------------------------------------------------<
ga: Tá mé ag déanamh neamhshuim ar na línte seo sa chomhad a sheol tú chugam: ----------------------------------------------------------------------> %s ----------------------------------------------------------------------<
nl: Ik negeer de volgende regels van uw inzending: ----------------------------------------------------------------------> %s ----------------------------------------------------------------------<
ru: Я пропускаю следующие строки в вашем предложении: ----------------------------------------------------------------------> %s ----------------------------------------------------------------------<
vi: Tôi lờ đi những dòng sau trong tập tin gửi lên của ngài: ----------------------------------------------------------------------> %s ----------------------------------------------------------------------<
zh_tw: 我將忽略掉您提交的文件中的以下幾行： ----------------------------------------------------------------------> %s ----------------------------------------------------------------------<

source: Your submission seems to uses `uuencode' format, yet no proper terminator was found to end the encoded region.
fi: Lähetyksesi näyttää käyttävän "uuencode"-muotoa, vaikka oikeaa päätettä ei löytynyt koodatun alueen lopusta.
ga: Dealraíonn sé go bhfuil formáid `uuencode' in úsáid i do ríomhphost, ach níor aimsíodh críochnaitheoir oiriúnach ag deireadh an réigiúin ionchódaithe.
nl: Uw inzending lijkt `uuencode' formaat te gebruiken, maar er is geen correcte afsluiter gevonden om het gecodeerde gebied te eindigen.
ru: Ваше предложение похоже использует формат `uuencode', кроме того, необходимый терминатор не был найден в конце закодированной области.
vi: Tập tin của ngài có vẻ sử dụng dạng `uuencode', và không có phần đánh dấu điểm dừng của vùng đã mã hóa.
zh_tw: 您提交的文件似乎採用了 UUENCODE 編碼，但是沒有發現合適的終結符來結束編碼 區域。

source: Uncompressing your submission with gzip has failed. gzip said: %s
fi: Lähetyksesi purkaminen gzip-ohjelmalla epäonnistui. gzip sanoi: %s
ga: Theip ar dhí-chomhbhrú an chomhaid a sheol tú. Dúirt gzip: %s
nl: Het uitpakken van uw inzending met gzip is mislukt, gzip zei: %s
ru: Распаковка вашего предложения посредством gzip завершилась неудачей. gzip сообщил: %s
vi: Giải nén tập tin của ngài bằng gzip không thành công. gzip nói: %s
zh_tw: 使用 gzip 解壓您提交的文件時失敗。gzip 提示： %s

source: Afrikaans
ga: Afracáinis
ru: Африкаанс
vi: Nam phi

source: Albanian
fi: albania
ga: Albáinis
nl: Albanees
ru: Албанский
vi: Al-ba-ni

source: Amharic
fi: amhara
ga: Amáiris
nl: Amhaars
ru: Амхарский

source: Arabic
fi: arabia
ga: Araibis
nl: Arabisch
ru: Арабский
vi: Ả rập

source: Argentinian
fi: argentiina
ga: Spáinnis (Airgintíneach)
ru: Аргентинский
vi: Ác-hen-ti-na

source: Asturian
fi: asturia
ga: Astúiris
ru: Астурский

source: Azerbaijani
fi: azeri
ga: Asarbaiseáinis
nl: Azeri
ru: Азербайджанский
vi: A-zéc-bai-zan

source: Basque
fi: baski
ga: Bascais
nl: Baskisch
ru: Баскский

source: Belarusian
fi: valkovenäjä
ga: Bealarúisis
nl: Wit-Russisch
ru: Беларусский
vi: Bê-la-rútx

source: Bosnian
fi: bosnia
ga: Boisnis
nl: Bosnisch
ru: Боснийский
vi: Bótx-nhia

source: Brazilian Portuguese
fi: brasilian portugali
ga: Portaingéilis na Brasaíle
nl: Braziliaans Portugees
ru: Бразильский португальский
vi: Bra-zil Bồ Đào Nha

source: Bulgarian
fi: bulgaria
ga: Bulgáiris
nl: Bulgaars
ru: Болгарский
vi: Bul-ga-ri

source: Catalan
fi: katalaani
ga: Catalóinis
nl: Catalaans
ru: Каталонский

source: Chinese (simplified)
fi: kiina (yksinkertaistettu)
ga: Sínis (simplithe)
nl: Chinees (vereenvoudigd)
ru: Китайский (упрощенный)
vi: Trung Quốc (đơn giản)

source: Chinese (traditional)
fi: kiina (perinteinen)
ga: Sínis (traidisiúnta)
nl: Chinees (traditioneel)
ru: Китайский (традиционный)
vi: Trung Quốc (truyền thống)

source: Croatian
fi: kroatia
ga: Cróitis
nl: Kroatisch
ru: Хорватский
vi: Croát-chia

source: Czech
fi: tsekki
ga: Seicis
nl: Tsjechisch
ru: Чешский
vi: Séc

source: Danish
fi: tanska
ga: Danmhairgis
nl: Deens
ru: Датский
vi: Đan mạch

source: Dutch
fi: hollanti
ga: Ollainnis
nl: Nederlands
ru: Голландский
vi: Hà Lan

source: English
fi: englanti
ga: Béarla
nl: Engels
ru: Английский
vi: Anh

source: English (British)
fi: englanti (brittiläinen)
ga: Béarla na Sasanach
nl: Engels (Brits)
ru: Английский (британский)
vi: (Vương quốc) Anh

source: Esperanto
ru: Эсперанто
vi: Etperantô

source: Estonian
fi: eesti
ga: Eastóinis
nl: Estlands
ru: Эстонский
vi: Étx-tô-nhia

source: Finnish
fi: suomi
ga: Fionlainnis
nl: Fins
ru: Финский
vi: Phần Lan

source: French
fi: ranska
ga: Fraincis
nl: Frans
ru: Французский
vi: Pháp

source: Galician
fi: galician kieli
ga: Gailísis
nl: Galicisch
ru: Галисийский

source: Georgian
fi: gruusia
ga: Seoirsis
nl: Georgisch
ru: Грузинский

source: German
fi: saksa
ga: Gearmáinis
nl: Duits
ru: Немецкий
vi: Đức

source: Greek
fi: kreikka
ga: Gréigis
nl: Grieks
ru: Греческий
vi: Hy Lạp

source: Hebrew
fi: heprea
ga: Eabhrais
nl: Hebreeuws
ru: Иврит
vi: Do Thái

source: Hungarian
fi: unkari
ga: Ungáiris
nl: Hongaars
ru: Венгерский
vi: Hungari

source: Icelandic
fi: islanti
ga: Íoslainnis
nl: IJslands
ru: Исландский
vi: Băng đảo

source: Indonesian
fi: indonesia
ga: Indinéisis
nl: Indonesisch
ru: Индонезийский
vi: In-đô-nê-xia

source: Irish
fi: iiri
ga: Gaeilge
nl: Iers
ru: Ирландский
vi: Ai-len

source: Italian
fi: italia
ga: Iodáilis
nl: Italiaans
ru: Итальянский
vi: I-ta-li

source: Japanese
fi: japani
ga: Seapáinis
nl: Japans
ru: Японский
vi: Nhật Bản

source: Korean
fi: korea
ga: Cóiréis
nl: Koreaans
ru: Корейский
vi: Hàn Quốc

source: Kurdish
fi: kurdin kieli
ga: Coirdis
nl: Koerdisch
ru: Курдский

source: Latvian
fi: latvia
ga: Laitvis
nl: Lets
ru: Латвийский
vi: Lát-via

source: Lithuanian
fi: liettua
ga: Liotuáinis
nl: Litouws
ru: Литовский
vi: Lát-vi

source: Lojban
fi: lojban-kieli
ru: Ложбан

source: Macedonian
fi: makedonian kieli
ga: Macadóinis
nl: Macedonisch
ru: Македонский
vi: Má-kê-đô-nhia

source: Malay
fi: malaiji
ga: Malaeis
nl: Maleisisch
ru: Малайзийский
vi: Mã Lai

source: Maltese
fi: maltan kieli
ga: Máltais
nl: Maltees
ru: Мальтийский

source: Mongolian
fi: mongoli
ga: Mongóilis
nl: Mongools
ru: Монгольский
vi: Mông Cổ

source: Nicaraguian
fi: nicaraguan kieli
ga: Spáinnis (Nicearaguach)
nl: Nicaraguaans
ru: Никарагуанский
vi: Ni-ca-ra-gua

source: Northern Sotho
fi: pohjoissotho
ga: Seipidis
ru: Северный сото
vi: Bắc Sotho

source: Norwegian
fi: norja
ga: Ioruais
nl: Noors
ru: Норвежский
vi: Na Uy

source: Norwegian Bokmaal
fi: norja bokmaal
ga: Ioruais (Bokmål)
nl: Noors Bokmaal
ru: Норвежский Bokmaal
vi: Bokmaal Na Uy

source: Norwegian Nynorsk
fi: Norja nynorsk
ga: Ioruais Nynorsk
nl: Noors Nynorsk
ru: Норвежский Nynorsk
vi: Nynorsk Na Uy

source: Persian
fi: persian kieli
ga: Peirsis
nl: Perzisch
ru: Персидский
vi: Ba Tư

source: Polish
fi: puola
ga: Polainnis
nl: Pools
ru: Польский
vi: Ba Lan

source: Portuguese
fi: portugali
ga: Portaingéilis
nl: Portugees
ru: Португальский
vi: Bồ Đào Nha

source: Punjabi
fi: pandzabi
ga: Painseáibis
ru: Панджабский

source: Rhaeto-Romance
fi: retoromaani
ga: Raeta-Rómáinsis
ru: Ретороманский

source: Romanian
fi: romania
ga: Rómáinis
nl: Roemeens
ru: Румынский
vi: Rô-ma-ni

source: Russian
fi: venäjä
ga: Rúisis
nl: Russisch
ru: Русский
vi: Nga

source: Serbian
fi: serbi
ga: Seirbis
nl: Servisch
ru: Сербский
vi: Séc-bi

source: Sinhalese
fi: sinhala
ga: Siolóinis
nl: Sinhalees
ru: Сингальский

source: Slovak
fi: slovakki
ga: Slóvaicis
nl: Slowaaks
ru: Словацкий
vi: Slô-vác

source: Slovenian
fi: sloveeni
ga: Slóivéinis
nl: Sloveens
ru: Словенский
vi: Slô-ve-nhia

source: Sotho
ga: Sótó
ru: Сото

source: Spanish
fi: espanja
ga: Spáinnis
nl: Spaans
ru: Испанский
vi: Tây Ban Nha

source: Swedish
fi: ruotsi
ga: Sualainnis
nl: Zweeds
ru: Шведский
vi: Thụy Điển

source: Tajik
fi: tad\xc5\xbeikki
ga: Táidsícis
nl: Tadzjieks
ru: Таджикский

source: Tamil
fi: tamili
ga: Tamailis
ru: Тамильский

source: Thai
fi: kymri
ga: Téalainnis
ru: Тайский
vi: Thái

source: Turkish
fi: turkki
ga: Tuircis
nl: Turks
ru: Турецкий
vi: Thổ Nhĩ Kỳ

source: Turkmen
fi: turkmeeni
ga: Turcamáinis
nl: Turkmeens
ru: Туркменский

source: Ukrainian
fi: ukraina
ga: Úcráinis
nl: Oekraïens
ru: Украинский
vi: U-cra-in

source: Vietnamese
fi: vietnam
ga: Vítneamais
nl: Vietnamees
ru: Вьетнамский
vi: Việt Nam

source: Walloon
fi: valloni
ga: Vallúnais
nl: Waals
ru: Валлонский

source: Welsh
fi: kymri
ga: Breatnais
ru: Уэльсский
vi: Xứ Wên

source: Xhosa
ga: Cóisis
ru: Кхоса

source: Zulu
ga: Súlúis
ru: Зулусский

source: From: Translation Project Robot <robot@translationproject.org> To: %s Subject: New PO Template file for `%s'
fi: From: Käännösrobotti <robot@translationproject.org> To: %s Subject: Uusi PO-mallinnetiedosto pakkaukselle "%s"
ga: From: Translation Project Robot <robot@translationproject.org> To: %s Subject: Creatchomhad nua POT i gcomhair `%s'
vi: Người gửi: Rô-bốt của Dự án dịch <robot@translationproject.org> Người nhận: %s Tên thư: Tập tin PO Template mới cho `%s'

source: Thanks for your collaboration, The Translation Project robot, in the name of your translation coordinator. <coordinator@translationproject.org>
fi: Kiitokset yhteistyöstäsi, Käännösrobotti, käännöskoordinaattorisi puolesta. <coordinator@translationproject.org>
ga: Go raibh maith agat as do chomhoibriú, Róbó an Tionscadail Aistriúcháin, in ainm do chomhordaitheora aistriúcháin. <coordinator@translationproject.org>
vi: Xin cảm ơn ngài đã cộng tác, Rô-bốt của Dự án dịch, đại diện cho hoa tiêu của nhóm dịch. <coordinator@translationproject.org>

source: From: Translation Project Robot <robot@translationproject.org> To: team-leaders@translationproject.org Subject: New PO Template file for `%s'
fi: From: Käännösrobotti <robot@translationproject.org> To: team-leaders@translationproject.org Subject: Uusi PO-mallinnetiedosto pakkaukselle "%s"
ga: From: Translation Project Robot <robot@translationproject.org> To: team-leaders@translationproject.org Subject: Creatchomhad nua POT i gcomhair `%s'
vi: Người gửi: Rô-bốt của Dự án dịch <robot@translationproject.org> Người nhận: team-leaders@translationproject.org Tên thư: Tập tin PO Template mới cho `%s'

source: From: Translation Project Robot <robot@translationproject.org> To: %s Subject: New %s PO file for `%s'
fi: From: Käännösrobotti <robot@translationproject.org> To: %s Subject: Uusi %s PO-tiedosto pakkaukselle "%s"
ga: From: Translation Project Robot <robot@translationproject.org> To: %s Subject: Comhad nua PO %s i gcomhair `%s'
vi: Người gửi: Rô-bốt của Dự án dịch <robot@translationproject.org> Người nhận: %s Tên thư: Tập tin %s PO mới cho `%s'

source: The following HTML page should also be updated by tomorrow. > %s/HTML/domain-%s.html Please consider including all PO files, as they stand, in the `po/' subdirectory of your next release of programs using that textual domain, whether it is official or pretest. Whenever you have a distribution ready which holds a newer PO Template, please send the URL of this distribution to the address below. The distribution could be a pretest or a snapshot, it does not even have to compile. This is to be used by translators, when they need to get some translation context from your sources. Within the Translation Project, each PO Template file should have different version numbers, but since it is not OK to have two different distributions using same version numbers, this is not a problem in practice. Contact me if any question arises. Thanks for your collaboration, The Translation Project robot, in the name of your translation coordinator. <coordinator@translationproject.org>
fi: Seuraavan HTML-sivun pitäisi myös päivittyä huomiseen mennessä. > %s/HTML/domain-%s.html Muistathan lisätä kaikki PO-tiedostot sellaisinaan ohjelmasi seuraavan julkaisun "po/"-alihakemistoon käyttäen tuota tekstidomainia, oli kyseessä virallinen versio tai esitestaus. Milloin sinulla on valmiina jakelu, joka sisältää uudemman PO-mallinneen, lähetä tämän jakelun URL alla olevaan osoitteeseen. Jakelu voi olla esitestaus tai otos, sen ei tarvitse edes kääntyä. Kääntäjät käyttävät sitä silloin kun he tarvitsevat jotain käännöskonteksia lähdekoodistasi. Käännösprojektin sisällä jokaisella PO-mallinnetiedostolla pitäisi olla erilaiset versionumerot, mutta koska kaksi eri jakelua ei käytä samaa versionnumeroa tämä ei ole käytännössä pulma. Ota yhteyttä minuun, jos ilmenee joitain kysymyksiä. Kiitokset avustuksestasi, Käännösrobotti, käännöskoordinaattorisi puolesta. <coordinator@translationproject.org>
ga: Um an dtaca seo amárach, beidh na leathanaigh HTML seo nuashonraithe. > %s/HTML/domain-%s.html Anois, le do thoil, ba chóir duit gach comhad PO, mar atá siad, san fhochomhadlann `po/' sa chéad leagan eile de gach ríomhchlár a bhaineann úsáid as an bhfearann téacsach sin, cé acu leagan oifigiúil nó réamhthástála. Cibé uair a bheidh leagan réidh agat le creatchomhad PO níos nuaí ann, seol URL an phacáiste chuig an seoladh thíos. Is féidir leagan réamhthástála nó roghbhlúire a úsáid, go fiú ní gá go dtiomsódh sé. Bainfidh aistritheoirí úsáid as chun comhthéacs aistriúcháin a fháil ó do chuid cóid foinsigh. Faoi scáth an Tionscadal Aistriúcháin, ba chóir leaganuimhir dhifriúil a bheith ag gach creatchomhad PO. Ach de bhrí nach gceadaítear an leaganuimhir chéanna a bheith ar phacáistí difriúla, níl aon fhadhb ann de ghnáth. Téigh i dteagmháil liom má tá ceisteanna ar bith agat. Go raibh maith agat as do chomhoibriú, Róbó an Tionscadail Aistriúcháin, in ainm do chomhordaitheora aistriúcháin. <coordinator@translationproject.org>
vi: Những trang HTML sau sẽ được cập nhật trong ngày mai. > %s/HTML/domain-%s.html Xin hãy thêm tất cả những tập tin PO, như chúng có, vào thư mục con `po/' của bản phát hành chương trình tiếp theo, dù là chính thức hay thử nghiệm. Khi ngài đã có một bản phân phối khác với một PO Template mới, xin hãy gửi URL của bản phân phối này tới địa chỉ phía dưới Bản phân phối có thể chỉ là thử nghiệm hoặc một snapshot, thậm chí không cần phải biên dịch. Các nhà phiên dịch sẽ sử dụng nó, khi họ cần lấy một vài nội dung dịch thuật từ mã nguồn của ngài. Trong Dự án Dịch thuật, mỗi tập tin PO Template phải có số phiên bản khác nhau, nhưng vì không thể có hai bản phân phối với cùng một số phiên bản, nên trên thực tế không có vấn đề này. Hãy liên hệ với tối nếu có vấn đề xảy ra. Xin cảm ơn về sự cộng tác, Rô-bốt của Dự án dịch, đại diện cho hoa tiêu của dự án dịch. <coordinator@translationproject.org>

source: From: Translation Project Robot <robot@translationproject.org> To: %s Subject: %s-%s (%d%%, %d untranslated) %s
fi: From: Käännösrobotti <robot@translationproject.org> To: %s Subject: %s-%s (%d %%, %d kääntämättä) %s
ga: From: Translation Project Robot <robot@translationproject.org> To: %s Subject: %s-%s (%d%%, %d gan aistriú) %s
vi: Người gửi: Rô-bốt của Dự án dịch <robot@translationproject.org> Người nhận: %s Tên thư: %s-%s (%d%%, %d chưa dịch) %s

source: The following HTML pages should also be updated by tomorrow. > %s/HTML/domain-%s.html > %s/HTML/team-%s.html The Translation Project robot, in the name of your translation coordinator. <coordinator@translationproject.org>
fi: Seuraavien HTML-sivujen pitäisi päivittyä huomiseen mennessä. > %s/HTML/domain-%s.html > %s/HTML/team-%s.html Käännösrobotti, käännöskoordinaattorisi puolesta. <coordinator@translationproject.org>
ga: Um an dtaca seo amárach, beidh na leathanaigh HTML seo nuashonraithe: > %s/HTML/domain-%s.html > %s/HTML/team-%s.html Róbó an Tionscadail Aistriúcháin, in ainm do chomhordaitheora aistriúcháin. <coordinator@translationproject.org>
vi: Những trang HTML sau sẽ được cập nhật trong ngày mai. > %s/HTML/domain-%s.html > %s/HTML/team-%s.html Rô-bốt của Dự án dịch, đại diện cho hoa tiêu của dự án dịch. <coordinator@translationproject.org>

source: From: Translation Project Robot <robot@translationproject.org> To: %s Subject: Contents of file `%s' MIME-Version: 1.0 Content-Type: multipart/mixed; boundary="=-=-=" --=-=-= Content-Type: application/octet-stream Content-Disposition: attachment; filename=%s Content-Transfer-Encoding: base64
fi: From: Käännösrobotti <robot@translationproject.org> To: %s Subject: Tiedoston "%s" sisältö MIME-Version: 1.0 Content-Type: multipart/mixed; boundary="=-=-=" --=-=-= Content-Type: application/octet-stream Content-Disposition: attachment; filename=%s Content-Transfer-Encoding: base64
ga: From: Translation Project Robot <robot@translationproject.org> To: %s Subject: Inneachar an chomhaid `%s' MIME-Version: 1.0 Content-Type: multipart/mixed; boundary="=-=-=" --=-=-= Content-Type: application/octet-stream Content-Disposition: attachment; filename=%s Content-Transfer-Encoding: base64
vi: Người gửi: Rô-bốt của Dự án dịch <robot@translationproject.org> Người nhận: %s Tên thư: Nội dung của tập tin `%s' MIME-Version: 1.0 Content-Type: multipart/mixed; boundary="=-=-=" --=-=-= Content-Type: application/octet-stream Content-Disposition: attachment; filename=%s Content-Transfer-Encoding: base64

source: --=-=-= The Translation Project robot, in the name of your translation coordinator. <coordinator@translationproject.org> --=-=-=--
fi: --=-=-= Käännösrobotti, käännöskoordinaattorisi puolesta. <coordinator@translationproject.org> --=-=-=--
ga: --=-=-= Róbó an Tionscadail Aistriúcháin, in ainm do chomhordaitheora aistriúcháin. <coordinator@translationproject.org> --=-=-=--
vi: --=-=-= Rô-bốt của Dự án dịch, đại diện cho hoa tiêu của dự án dịch. <coordinator@translationproject.org> --=-=-=--

source: I, the Translation Project robot, just failed in a rather unexpected way. Sigh! Despair! I'm bugged, lost, doomed :-(. Help me! Report all details you can at <coordinator@translationproject.org>. Please do _not_ start your Subject line with `TP-Robot'.
fi: Minä, Käännösrobotti, epäonnistuin juuri melko odottamattomalla tavalla. Huokaus! Epätoivo! Olen buginen, kadotettu, tuomittu :-(. Auta minua! Raportoi kaikki havaitsemasi yksityiskohdat osoitteeseen <coordinator@translationproject.org>. Ole kiltti ja _älä_ aloita Aihe-riviä sanoilla "TP-Robot".
ga: Theip ormsa, Róbó an Tionscadail Aistriúcháin, gan aon choinne leis. Och, och, ochón! Tá mo chosa nite, mo phort seinnte! :-(. Cabhair liom! Seol na sonraí uile gur féidir chuig <coordinator@translationproject.org>. Le do thoil, _ná_ cuir `TP-Robot' i dtosach na líne "Subject".
vi: Tôi, rô-bốt của Dự án dịch, đã gây ra lỗi không đáng có. Đáng buồn! Đáng thất vọng! Tôi đầy lỗi, lầm lẫn, thất bại :-(. Hãy giúp tôi! Thông báo tất cả chi tiết theo <coordinator@translationproject.org>. Xin _đừng_ bắt đầu Tên thư với `TP-Robot'.

source: I see that you used `%s@%s' to reach me. Even it worked, a few email aliases were surely involved, which are not all under control. It is safer that you use my real email address, which is `robot@translationproject.org'.
fi: Huomaan, että käytit sähköpostiosoitetta "%s@%s" tavoittaaksesi minut. Vaikka se toimi, muutama sähköpostialias oli varmasti mukana, mitkä eivät ole ollenkaan hallinnassa. On turvallisempaa, jos käytät todellista sähköpostiosoitettani, joka on "robot@translationproject.org".
ga: Feicim go bhfuil an seoladh `%s@%s' in úsáid agat chun dul i dteagmháil liom. Cé gur oibrigh sé, is dócha go raibh ailiasanna ríomhphoist in úsáid nach bhfuil faoinár smacht. Ba chóir duit m'fhíorsheoladh ríomhphoist a úsáid, .i. `robot@translationproject.org'.
vi: Tôi thấy là ngài đã dùng `%s@%s' để tìm tới tôi. Thậm chí cách này làm việc, đã phải dùng một vài địa chỉ email tương đương, và không phải tất cả đều nằm dưới quyền điều khiển. Tốt hơn hết là hãy sử dụng địa chỉa email thực của tôi `robot@translationproject.org'.

source: The `%s' textual domain is not known to the Translation Project, at least not under that spelling. It may also be that the maintainer of that project did not make arrangements yet for the Translation Project to handle its PO files. In this case, please invite the project maintainer to contact us. See `http://translationproject.org/' and select `Textual Domains' to see the list of domains which are currently handled.
fi: Käännösprojekti ei tunne tekstidomainia "%s", ei ainakaan tuolla oikeinkirjoituksella. On myös mahdollista, että tuon projektin ylläpitäjä ei tehnyt vielä järjestelyjä, jotta käännösprojekti käsittelisi projektin PO-tiedostoja. Tässä tapauksessa, pyydä projektin ylläpitäjää ottamaan yhteyttä meihin. Katso "http://translationproject.org/" ja valitse "Textual Domains" nähdäksesi luettelon domaineista, joita nykyään käsitellään.
ga: Níl aon eolas ag an Tionscadal Aistriúcháin faoi fhearann téacsach `%s', nó nach bhfuil aithne againn ar an litriú sin. Seans freisin nár shocraigh cothaitheoir an tionscadail sin a c(h)omhaid PO leis an Tionscadal Aistriúcháin. Sa chás seo, iarr ar an gcothaitheoir dul i dteagmháil linn. Féach ar `http://translationproject.org/' agus roghnaigh `Textual Domains' chun liosta d'fhearainn a fheiceáil.
vi: Miền nguyên bản `%s' chưa biết đến trong Dự án dịch, ít nhất không sử dụng cách viết đó. Có thể nhà duy trì của dự án đó chưa sắp đặt với Dự án dịch để điều khiển tập tin PO của miền. Trong trường hợp này hãy mời nhà duy trì liên hệ với chúng ta. Hãy xem `http://translationproject.org/' và lựa chọn `Textual Domains' (miền nguyên bản) để xen danh sách những miền đã được điều khiển.
