Repository: donnut/software
Catalog: lib/messages/*.po
Languages: fi, ga, nl, ru, vi, zh_tw

source: I was expecting information in your message header which I did not find. %s I'm not fully sure about what the exact problem is, yet it might be that the Subject field, in your message header, is not formatted properly. Just in case, let me explain how the Subject line usually looks like: > Subject: TP-Robot DOMAIN-VERSION.TEAM.po For a PO file, DOMAIN, VERSION and TEAM should be replaced respectively by the textual domain of the translation (in most cases, this is exactly the package name, in lower case), the version numbers of the said package, and the two-letter lower case language code for the team, also in lower case. In some rare cases, TEAM might have to be suffixed with either "_REGION" or "@DIALECT", where REGION is a capitalised two-letter country code and DIALECT is a lower case name.
fi: Odotin sanomaotsakkeessasi tietoja, joita en löytänyt. %s En ole täysin varma siitä, mikä on täsmällinen pulma, saattaa jopa olla, että sanomaotsakkeesi Aihe-rivi ei ole muotoiltu oikein. Siinä tapauksessa, salli minun selittää, että Aihe-rivi näyttää tavallisesti seuraavalta: > Aihe: TP-Robot DOMAIN-VERSIO.RYHMÄ.po PO-tiedoston DOMAIN, VERSIO ja RYHMÄ olisi korvattava vastaavilla käännöksen tekstidomainilla (useimmissa tapauksissa tämä on tarkalleen sama kuin pakkausnimi pienin kirjaimin), kyseisen pakkauksen versio-numerot ja ryhmäsi kaksikirjaiminen kielikoodi myös pienin kirjaimin. Joissakin harvinaisissa tapauksissa RYHMÄssä saattaa olla etuliite joko "_REGION" or "@DIALECT", jossa REGION kaksimerkkinen maakoodi suurin kirjaimin ja DIALECT on nimi pienin kirjaimin.
ga: Bhí mé ag súil le heolas áirithe i gceanntásc do theachtaireacht, ach níor aimsigh mé é. %s Nílim cinnte cén fhadhb atá ann, cé gur féidir go bhfuil formáid mhícheart ar an réimse Subject i gceanntásc do theachtaireacht. Ar eagla na heagla, seo í an fhormáid cheart: > Subject: TP-Robot FEARANN-LEAGAN.FOIREANN.po Ba chóir duit fearann téacsach an aistriúcháin a chur in ionad an teaghráin "FEARANN" (go hiondúil, is é seo ainm an phacáiste sa chás íochtair). Cuirtear uimhir an leagain in ionad "LEAGAN" agus an cód teanga le dhá litir (cás íochtair) den fhoireann in ionad "FOIREANN". I gcásanna neamhchoitianta, caithfidh tú iarmhír san fhoirm "_RÉIGIÚN" nó "@CANÚINT" a chur le hainm na foirne. Sa chás seo, is cód tíre le dhá litir é "RÉIGIÚN" (cás uachtair), agus is ainm sa chás íochtair é CANÚINT.
nl: Ik verwachtte informatie in uw berichtkop die ik niet heb gevonden. %s Ik weet niet zeker wat precies het probleem is, maar het zou kunnen zijn dat het Onderwerp-veld in uw berichtkop niet het juiste formaat heeft. Voor de zekerheid zal ik uitleggen hoe de Onderwerp-regel er normaal uitziet: > Onderwerp: TP-Robot DOMEIN-VERSIE.TEAM.po Voor een PO-bestand moeten DOMEIN, VERSIE en TEAM vervangen worden door het tekstdomein van de vertaling (meestal is dit precies de pakketnaam, in kleine letters), de versienummers van dat pakket en de tweeletterige taalcode van het team, ook in kleine letters. In weinig voorkomende gevallen kan er bij TEAM nog een achtervoegsel zijn; "_REGIO" of "@DIALECT", waar REGIO de tweeletterige landcode (met hoofdletters) is en DIALECT een naam (met kleine letters).
ru: Я ожидал получить информацию из заголовка вашего сообщения, которую я так и не нашел. %s Я неполностью уверен, в чем заключается проблема, однако может быть, что поле Тема в заголовке вашего сообщения имеет неправильный формат. На всякий случай позвольте мне объяснить, как обычно выглядит тема: > Тема: TP-Robot ДОМЕН-ВЕРСИЯ.КОМАНДА.po Для PO-файла ДОМЕН, ВЕРСИЯ и КОМАНДА должны быть соответственно заменены на текстовый домен перевода (в большинстве случаев это как раз имя пакета в нижнем регистре), номера версий указанного пакета и двухбуквенный код языка команды также в нижнем регистре. В некоторых редких случаях, КОМАНДА может иметь суффикс "_РЕГИОН" или "@ДИАЛЕКТ", где РЕГИОН - двухбуквенный код страны в верхем регистре, а ДИАЛЕКТ - имя в нижнем регистре.
vi: Tôi đã mong đợi thông tin trong tham số tên tập tin và không tìm thấy nó. %s Tôi không hoàn toàn chắc chắn về nguyên nhân của vấn đề, rất có thể là vùng Tên thư trong phần đầu của thư chưa được định dạnh đúng. Trong trường hợp đó, hãy cho phép tôi giải thích cách viết dòng Tên thư: > Tên thư: TP-Robot MIỀN-PHIÊNBẢN.NHÓM.po Đối với một tập tin PO, MIỀN, PHIÊNBẢN, và NHÓM phải thay thế tương ứng bằng miền nguyên bản của bản dịch (trong đa số trường hợp, đây cũng là tên của gói chương trình, viết thường), phiên bản của gói đó, và mã nước hai ký tự viết thường cho nhóm. Trong trường hợp hiếm hơn, NHÓM phải có một hậu tố với "_VÙNG" hoặc "@ĐỊAPHƯƠNG", ở đó VÙNG là mã nước hai ký tự viết hoa và ĐỊAPHƯƠNG là tên viết thường.
zh_tw: 我沒有找到應該從檔名得到的資訊。 %s 我不能完全確認到底是哪兒出了錯，不過這可能是您信件頭的標題格式不正確。如果 真是這樣，請允許我解釋標題看起來應該像： > Subject: TP-Robot 軟體名-版本號.翻譯小組代碼.po 對一特定的 PO 文件，“軟體名”、“版本號”和“翻譯小組代碼”應該分別被替換成翻譯 的軟體的名稱(大多數情況下就是全用小寫字母的軟體的名字)，此軟體的版本號， 和用兩個小寫字母表示的翻譯小組的語言代碼。在少數狀況下，翻譯小組代碼 後面可能跟有“_地區”和“@方言”，“地區”是兩個大寫字母表示的國家和地區碼， 而“方言”是一個以小寫字母表示的名字。

source: Within the Translation Project, no team has the code `%s'. It might be that you mispelled that code, in which case I merely invite you to correct the error and retry a new submission. Otherwise, I presume you would like that a new translation team be created. This is a simple matter, really. You do not have to do any kind of recruiting (unless you really feel like it, which is then another story, of course!). Most teams started with a single translator. However, you should be able and willing to communicate with people later wanting to join you on the team. The Translation Project does not favour real loners. You should write to the translation coordinator for that creation to occur. If by any chance there is some already existing mailing list ready to convey the new team interests, please say so in your letter, so this mailing list gets registered. If no such list exists, you may want to register your own email address instead, at least until there is a need for a bigger setup. Linux International collaborates with the Translation Project for offering a mailing list to teams needing it. Such lists are only offered to teams having been active for a while, and which produced a few usable translations.
fi: Käännösprojektissa ei ole ryhmäkoodia "%s". Olet saattanut kirjoittaa koodin väärin, missä tapauksessa pyydän sinua vain korjaamaan virheen ja lähettämään sanoman uudelleen. Muussa tapauksesa otaksun, että haluat, että luodaan uusi käännösryhmä. Tämä on todellisuudessa yksinkertainen tehtävä. Sinun ei tarvitse tehdä minkäänlaista värväystä (jollet todella halua niin, mikä onkin tietysti toinen juttu!). Useimmat ryhmät alkavat yhdestä kääntäjästä. Sinun pitäisi kuitenkin kyetä ja haluta viestiä ihmisten kanssa, jotka myöhemmin haluavat liittyä ryhmään. Käännösprojekti ei suosi todellisia yksinäisiä susia. Sinun tulisi kirjoitaa käännöskoordinaattorille ryhmän luomisesta. Jos sattumalta on jo olemassa postituslista valmiina kuljettamaan uuden ryhmän sanomat, kerro se kirjeessäsi, jotta postituslista saadaan rekisteröityä. Jos sellaista listaa ei ole olemassa, saatat haluta rekisteröidä sen sijasta oman sähköpostiosoitteesi, ainakin siihen asti, kunnes on tarvetta suurempaan kokoonpanoon. Linux International tekee yhteistyötä käännösprojektin kanssa tarjoten postituslistat ryhmille, jotka haluavat sitä. Sellaisia tarjotaan vain ryhmille, jotka ovat olleet jokin aikaa aktiivisina ja tuottaneet muutamia käyttökelpoisia käännöksiä.
ga: Níl aon fhoireann sa Tionscadal Aistriúcháin leis an gcód `%s'. Is féidir go raibh an cód mílitrithe, agus sa chás sin, ba chóir duit an earráid a cheartú agus an comhad a athsheoladh. I ngach cás eile, glacaim leis gur mian leat foireann nua aistriúcháin a chur ar bun. Is an-éasca é seo, i ndáiríre. Ní gá duit earcú a dhéanamh - thosaigh formhór na bhfoirne le haistritheoir aonair. Mar sin féin, ba chóir duit a bheith toilteanach dul i dteagmháil le daoine is mian leo dul leatsa ar an fhoireann. Ní maith leis an Tionscadal Aistriúcháin cadhain aonair! Ansin, ba chóir duit teachtaireacht a sheoladh chuig comhordaitheoir na n-aistriúchán chun an fhoireann a chur ar bun go hoifigiúil. Má tá liosta ríomhphoist ag d'fhoireann cheana, abair é sin i do theachtaireacht, agus clárófar an liosta sin leis an tionscadal. Mura bhfuil liosta agat, b'fhéidir leat do sheoladh féin a chlárú, go dtí gur gá le socrú níos casta. Tá cumann Linux International ag comhoibriú leis an Tionscadal Aistriúcháin chun liostaí nua ríomhphoist a chruthú d'fhoirne nua. Ní chruthaíonn siad liostaí ach d'fhoirne atá ag obair ar feadh tamaill, agus a bhfuil roinnt aistriúchán inúsáidte curtha i gcrích acu.
nl: Binnen het Vertaalproject heeft geen enkel team code `%s'. Misschien heeft u de code niet goed gespeld, in welk geval ik u simpelweg uitnodig om de fout te corrigeren en opnieuw in proberen te zenden. Anders neem ik aan dat u graag wil dat er een nieuw vertaalteam wordt aangemaakt. Dit is eenvoudig, echt. U heeft geen enkele training nodig (maar het mag natuurlijk wel!). De meeste teams beginnen met een enkele vertaler. Het is echter wel de bedoeling om er dan meer mensen bij te halen die lid willen worden van uw team. Het Vertaalproject heeft liever geen echte alleengangers. Als u inderdaad een team wilt aanmaken, kunt u de vertaalcoördinator schrijven. Als er misschien als een of andere e-mail lijst bestaat die in het belang van het team kan werken, wilt u dit dan in uw bericht zeggen, dan wordt die geregistreerd. Als er nog niet zo'n lijst bestaat, wilt u misschien uw eigen registreren, tenminste totdat er de behoefte bestaat aan een geavanceerdere omgeving. Linux International werkt samen met het Vertaalproject en biedt e-mail lijsten aan voor teams die dat nodig hebben. Zulke lijsten worden alleen aangeboden aan teams die al een tijdje actief zijn, en die een aantal nuttige vertalingen geproduceerd hebben.
ru: В Проекте переводов нет команды с кодом `%s'. Может быть вы ошиблись в написании, тогда я просто предлагаю вам исправить ошибку и попробовать еще раз отправить сообщение. В противном случае я предполагаю, что вы хотели бы, чтобы была создана новая команда перевода. На самом деле это очень просто. Вы не должны никого привлекать (до тех пор, пока вам самим эта мысль не покажется привлекательной, но это уже другая история, конечно!). Большинство команд начинались с единственного переводчика. Однако вы должны быть в состоянии, а в дальнейшем и готовы связываться с людьми, желающими присоединиться к вам в команде. Проект переводов не приветствует реальных одиночек. Вы должны будете написать координатору переводов, чтобы произошло это создание. Если по какой-либо случайности какой-то уже существующий список рассылки готов представлять интересы новой команды, пожалуйста, сообщите об этом в своем письме, чтобы зарегистрировать этот список рассылки. Если такой рассылки не существует, вместо нее вы можете зарегистрировать свой собственный адрес email, по крайней мере, до тех пор, пока потребности не станут больше. Linux International сотрудничает с Проектом переводов, предлагая списки рассылки командам, которые в этом нуждаются. Такие списки предлагаются только тем командам, которые активно работали и выпустили несколько пригодных к использованию переводов.
vi: Trong Dự án dịch, không có nhóm với mã `%s'. Rất có thể ngài đã nhầm mã đó, trong trường hợp này xin ngài hãy sửa lỗi đó và thử gửi lại. Nếu không thì tôi coi như ngài muốn tạo một nhóm dịch mới. Đây là một vấn đề dễ giải quyết. Ngài không cần thiết phải tuyển mộ một đội ngũ thành viên (trừ khi thực sự thích công việc này, nhưng đây đã là một vấn đề khác!). Hầu hết các nhóm dịch bắt đầu với một người dịch. Tuy nhiên, ngài nên liên hệ và tìm những người muốn tham gia vào nhóm của mình. Dự án dịch không ưa thích những người làm việc một mình. Ngài nên viết cho hoa tiêu của dự án khi tìm thấy thành viên. Nếu đã có một danh sách thư cho nhóm dịch, thì xin hãy thông báo trong thư của ngài để đăng ký danh sách thư này. Nếu không có, thì có thể đăng ký địa chỉ email của ngài để thay thế. Linux Quốc tế hợp tác với Dự án dịch để cho phép đăng ký danh sách thư cho những nhóm cần chúng. Những danh sách thư này chỉ dành cho những nhóm có hoạt động một thời gian, và có một vài kết quả dịch đã đưa vào sử dụng.
zh_tw: 在翻譯計畫中，沒有一個翻譯小組的代碼是‘%s’。 或許是您拼錯了，煩請您更正此一錯誤並重新提交。 此外，我認為您想創建一個新的翻譯小組。這其實是一種很簡單的事，真的。您不 需要經過任何考察(除非您真的願意如此，那當然就是另一篇故事了)。大多數小組一開 始只有一個翻譯者。不過，你應當能夠並且願意與其他想要加入這一小組的人們交流。 翻譯項目並不偏愛孤家寡人。 如您打算創建，您應當寫給翻譯協調員。如果已經存在一個可供新小組使用的郵件列表， 請在您的信件中注明，這樣這一郵件列表將被登記。如果沒有，您可能希望登記您自己 的郵件地址──至少在您需要更大規模的裝備(郵件列表)以前。 Linux International 與翻譯項目合作，為那些需要的小組提供郵件列表。但這樣的列 表只提供給已活躍一定時間、並已有一些可用的成果的小組。

source: Unknown_Language
fi: Tuntematon_Kieli
ga: Teanga_Anaithnid
nl: Onbekende_Taal
ru: Неизвестный_язык
vi: Không_rõ_ngôn_ngữ
zh_tw: 未知的語言

source: The PO file title comment appears to be missing. The very first line of a PO file starts with `#', a space, and then a one-line description of what this PO file is about. The PO file title comment may look like: > # Translation of `%s' messages to %s. As this line is intended to be read by humans working in %s, you may have this title line translated as well, it does not have to be kept in English.
fi: PO-tiedoston otsikkokommentti näyttää puuttuvan. PO-tiedoston ensimmäinen rivi alkaa "#"-merkillä, välilyönnillä, ja sitten yksirivisellä PO-tiedoston kuvauksella. PO-tiedoston otsikkokommentti näyttää tämän näköiseltä: > # Translation of "%s" messages to %s. Koska rivi on tarkoitettu niiden ihmisten luettavaksi, jotka työskentelevät %s:ssa, myös tämä rivi voidaan kääntää, sen ei tarvitse olla englanninkielinen.
ga: Dealraíonn sé go bhfuil an nóta teidil ar iarraidh ón chomhad PO. Tosaíonn an chéad líne de chomhad PO le `#', aon spás amháin, agus cur síos ar an gcomhad PO ina dhiaidh sin, ar an líne chéanna. Go minic, tá cuma ar an nóta teidil cosúil leis seo: > # Aistriúchán de `%s' go %s. Is féidir an líne seo a scríobh as %s.
nl: De titel opmerking in het PO-bestand ontbreekt. De allereerste regel van een PO-bestand begint met `#', een spatie, en dan een beschrijving van één regel van wat voor PO-bestand het is. Deze titel opmerking kan er zo uitzien: > # Translation of `%s' messages to %s. Omdat deze regel bestemd is voor mensen die werken in %s, kunt u deze regel best vertalen; het hoeft niet in het Engels.
ru: Похоже, что отсутствует комментарий заголовка PO-файла. Самая первая строка РО-файла начинается с `#', пробела, а затем описанием в одну строку о чем этот РО-файл. Комментарий заголовка РО-файла может выглядеть как: > # Перевод сообщений `%s' на %s. Т.к. подразумевается, что эта строка будет прочитана людьми, работающими на %s, вы также можете перевести эту строку заголовка, она не обязательно должна быть на английском.
vi: Tiêu đề chú thích của tập tin PO bị thiếu. Dòng đầu tiên của một tập tin PO bắt đầu với một `#', một khoảng trắng, và sau đó là một dòng mô tả về nội dung của tập tin PO này. Tiêu đề chú thích của tập tin PO có dạng sau: > # Bản dịch thông báo của `%s' sang tiếng %s. Vì dòng này dùng cho những người làm việc trong %s, ngài có thể dịch chúng chứ không nhất thiết phải để nguyên tiếng Anh.
zh_tw: PO 文件標題注釋問題。一個 PO 文件的第一行以‘#’開頭，緊跟一個半形空格， 然後是一行關於此 PO 文件的描述性的標題。PO 標題注釋看起來像： > # ‘%s’的消息的 %s 版。 這一行預期的讀者是用 %s 工作的人們，因此您可以翻譯這一行，它並非必須使用英語。

source: The copyright for the PO file should be assigned to: Free Software Foundation, Inc. and does not seem to be, yet it might be only a question of proper spelling. For the time being, I merely guess that the Free Software Foundation is to be listed as the copyright holder for any package requiring translation disclaimers. Yet, the truth is that this requirement goes further than the spirit of the disclaimer. If this creates any problem in real life, please write to the translation coordinator, so we could discuss the matter, and so he could eventually change me (the robot) for handling such cases.
fi: PO-tiedoston copyright olisi luovutettava: Free Software Foundation, Inc. ja niin ei näytä olevan, vaikka kyse saattaa olla vain oikeasta oikeinkirjoituksesta. Toistaiseksi ainoastaan arvaan, että Free Software Foundation olisi lueteltava copyright-omistajana kaikille käännösvastuuvapauslauseketta vaativille pakkauksille. Edelleen, totuus on, että tämä vaatimus menee pitemmälle kuin vastuuvapauslausekkeen henki. Jos se synnyttää mitään pulmia tosielämässä, ota yhteys käännöskoordinaattoriin, niin voimme keskustella asiasta ja hän voisi mahdollisesti muuttaa minua (robotti) käsittelemään sellaisia tapauksia.
ga: Ba chóir an sannadh cóipchirt a bheith ag an: Free Software Foundation, Inc. agus is cosúil nach bhfuil sé faoi láthair (cé gur féidir nach bhfuil ach focal mílitrithe i gceist). De thuras na huaire, glacaim leis go bhfuil an cóipcheart ag an Free Software Foundation ar aon phacáiste a theastaíonn séanadh aistriúcháin. I ndáiríre, tá an coinníoll seo níos cuimsithí ná spiorad an tséanaidh féin. Má tá aon fhadhb agat, scríobh teachtaireacht chuig comhordaitheoir na n-aistriúchán agus déan comhrá leis/léi faoi. B'fhéidir go mbeadh sé in ann Róbó an Tionscadail Aistriúcháin (mise féin) a athrú ionas go láimhseálfainn cásanna cosúil leis seo amach anseo.
nl: Het auteursrecht van het PO-bestand moet toegewezen zijn aan: Free Software Foundation, Inc. en dat lijkt nu niet zo te zijn, hoewel het misschien een kwestie van spelling is. Voorlopig neem ik aan dat de Free Software Foundation de houder van auteursrechten is voor alle pakketten waarvoor een vertaaldisclaimer nodig is. De waarheid van deze eis gaat misschien wel verder dan de geest van de disclaimer. Wilt u, als dit in de echte wereld enig probleem oplevert, alstublieft de vertaalcoördinator schrijven, zodat we erover kunnen spreken, en zodat die mij (de robot) eventueel kan veranderen om met die zaken rekening te houden.
ru: Авторское право на PO-файл должно быть обозначено как: Free Software Foundation, Inc. и не кажется таковым, до сих пор оно могло быть только вопросом правильного правописания. В настоящее же время я просто предполагаю, что Free Software Foundation относится к держателям авторского права на все пакеты, требующие отречений от перевода. К тому же правда в том, что это требование идет далее, чем призрачный дух отречения. Если это создает какие-либо проблемы в реальной жизни, пожалуйста, свяжитесь с координатором переводов, таким образом, мы cмогли бы обсудить этот предмет, а он в конечном счете мог бы изменить меня (робота) для обработки таких случаев.
vi: Bản quyền của tập tin PO cần được đăng ký cho: Free Software Foundation, Inc. và chưa được đặt đúng, rất có thể là do lỗi chính tả. Hiện thời, tôi chắc rằng Free Software Foundation là người giữ bản quyền cho bất ký gói chương trình cần từ chối trách nhiệm bản dịch nào. Sự thật là điều này yêu cầu nhiều hơn là tinh thần của từ chối trách nhiệm. Nếu điều này tạo vấn đề trong cuộc sống thự, thì hãy viết cho hoa tiêu của dự án dịch để bàn luận và giải quyết, và ngài ấy có thể thay đổi tôi (rô-bốt) để điều khiển những trường hợp như vậy.
zh_tw: 此 PO 文件的版權應當屬於： Free Software Foundation, Inc. 但看起來並非如此，不過這也有可能僅是拼寫上的問題。目前，我主觀上認定自由軟件 基金(Free Software Foundation)對所有要求翻譯提供放棄版權聲明的軟體擁有版權。 但事實上，這一要求的內涵已經超過了放棄版權聲明的內在精神。如果這在真實世界中 帶來麻煩，請寫信給翻譯協調員協商有關事宜，並最終改變我(機器人)以處理這些情況。

source: The copyright comment does not seem to be correctly formatted. I see: > # %s while the copyright comment should look like:
fi: Copyright-kommentti ei tunnu olevan oikein muotoiltu. Näen: > # %s kun copyright-kommentin tulisi näyttää tällaiselta:
ga: Dealraíonn sé nach bhfuil an nóta cóipchirt san fhormáid cheart. Feicim: > # %s ach ba chóir nóta cóipchirt a bheith san fhormáid:
nl: De auteursrecht opmerking lijkt niet het juiste formaat te hebben. Ik zie: > # %s terwijl een auteursrecht opmerking er zo uit hoort te zien:
ru: Похоже, что комментарий copyright сформирован неверно. Я вижу: > # %s в то время как комментарий copyright должен выглядеть как:
vi: Dòng chú thích về bản quyền chưa được định dạng đúng. Tôi thấy: > # %s trong khi dòng đó phải có dạng như sau:
zh_tw: 有關版權的注釋看起來格式不正確。我看到： > # %s 而正確的版權注釋看起來應該像：

source: The copyright comment, which should appear as the second line of the whole PO file, is apparently missing. The copyright comment looks like:
fi: Copyright-kommentti, jonka pitäisi olla koko PO-tiedoston toisella rivillä ilmeisesti puuttuu. Copyright-kommentin tulisi näyttää seuraavan näköiseltä:
ga: De réir cosúlachta, níl nóta cóipchirt i do chomhad PO. Go hiondúil, is ar an dara líne sa chomhad é seo, agus tá sé san fhoirm a leanas:
nl: De auteursrecht opmerking, die op de tweede regel van het gehele PO-bestand hoort te staan, lijkt te ontbreken. De auteursrecht opmerking ziet er zo uit:
ru: Комментарий copyright, который должен присутствовать во второй строке всего РО-файла, вероятно отсутствует. Комментарий copyright выглядит как:
vi: Chú thích về bản quyền phải là dòng thứ hai của cả tập tin PO và bị thiết. Dòng chú thích đó có dạng sau:
zh_tw: 應當出現在 PO 文件第二行的版權注釋有問題。版權注釋看起來像：
